{
"type": "FeatureCollection",
"name": "sites",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:EPSG::3857" } },
"features": [
{ "type": "Feature", "properties": { "ogc_fid": 1, "id": 1.0, "name": "Complexe industriel de Cotta", "x": -5.9362101521914159, "y": 35.75508341433676, "typologie": "Complexe architectural et industriel historique d’origine antique\n", "statut": "\nLe site est protégé dans le cadre de la loin 22.80 relative  aux monuments histori", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\COTTA.png", "situation": "Le site archéologique de Cota se situe sur la côte  atlantique à 4 km au sud du Cap Spartel  et quelques centaines mètres au sud-est de la fameuse grotte d’Hercule et à 11 km du centre ville de Tanger dans la direction de l’ouest.\n", "date_dec": "Le site fut découvert à la fin du XIXème siècle mais il ne fut fouillé que vers la moitie du XXème siècle.\n", "descriptio": "Les fouilles et sondages pratiqués dans le site dès 1959 ont permis aux archéologues de se faire une idée sur la typologie , l’importance et la qualité architecturale  des vestiges archéologiques mis au jour. Le  site se présente sous forme d’un ensemble architectural renfermant un complexe industriel composé de grands bassins de stockage , des ateliers de salaisons de poissons et des usines de  production de Garum datant de l’époque mauritanienne soit IIème siècle av.J.C et d’autres de l’époque romaine.  Il  renferme également les vestiges d’un complexe thermal de l’époque romaine , un temple et d’autres édifices à vocation résidentielle et commerciale. Le site faisait partie d’un large consortium groupant plusieurs usines de salaison  de poissons et de fabrication de l’huile de poissons et du Garum d’Andalousie et du Nord du Maroc.\n", "histoire": "Les études archéologiques des monuments et du matériel archéologique dégagé dans le site ont permis de déterminer une chronologie relative de l’occupation et de construction du site qui s’étale depuis le IIème siècle Av.J-C et le IIIème siècle Ap.J-C. Sa construction aurait commencée vers la fin de l’époque maurétanienne alors que le complexe fu  abandonné vers le début de déclin du pouvoir romain soit le IIIème siècle Ap.J-C. Durant son exitance, ce complexe architectural et industriel représentait un repère stratégique pour la navigation de cabotage entre les deux rives de la Méditerranée.\n", "interet": "Constituant l’ensemble architectural antique le plus important et le mieux conservé de la région de Tanger et un site de référence pour l’étude de ce genre d’établissements industriels antique, le site de cota revêt un intérêt scientifique et historique particulier pour les chercheurs comme pour les amateurs de l’archéologie. Racontant l’histoire émotionnelle des peuples des individues et des groupes qui ont habité ces lieux, le site de Cota revêt aussi un intérêt social et touristique indéniables pour les habitants de cette région.\n\nConstituant l’ensemble architectural antique le plus important et le mieux conservé de la région de Tanger et un site de référence pour l’étude de ce genre d’établissements industriels antique, le site de cot" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -660815.891383809386753, 4266973.348147781565785 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 2, "id": 34.0, "name": "Villege de Belyounech", "x": -5.3928733775346522, "y": 35.908309251171417, "typologie": "Village historique d’origine médiévale (Ensemble de Munyas, habitats de plaisance et de pr", "statut": "En voie de disparition  à cause d’un développement urbain anarchique et galopant,  le site archéologique de Belyounech ne bénéficie d’aucune protection juridique spéciale", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\BLEYOUNECH.png", "situation": "Le site de Belyounech se situe sur la côte méditerranéenne à 7 km à l’Ouest de la ville de Sebta où il occupe la crique de Jabal Moussa dont le rivage trace un demi cercle ouvert sur le détroit et entièrement fermé du coté continental par lune série des petites montagnes inaccessibles qui délimitent et isolent ce site du reste de son territoire dont se distingue Jabal Moussa avec une hauteur dépassant 850 m et dont le sommet dessine le corps d’une femme dormante connue sous l’appellation espagnole « la Mujer Muerte »\n", "date_dec": "Malgré qu’il ne soit jamais oublié des historiens, la redécouverte des vestiges de ces demeures et jardins somptueux qui composaient le village historique de Belyounech, tant et émerveillement décrits par de nombreux explorateurs et hommes de lettres,  remonte au début du XXème siècle grâce à l’intérêt des archéologues espagnols.", "descriptio": "dConnu aujourd’hui pour ses plages limpides et tranquilles qui attirent bon nombre de touristes nationaux,  Belyounech était dans la passé médiéval un village de plaisance et de production maraichère d’une grande importance. Les explorations et fouilles archéologiques réalisées dans le site entre 1972 et 1978, ont mis au jour une structure unique en son genre au Maroc. Il s’agit de la muniya mérinide, type d’architecture palatine et de plaisance, très connu en Andalousie au moyen âge. Ces fouilles entérinent en quelque sorte la fameuse description de Mohammed Ben Kacem al Ansari al Sabti y dénombre des  dizaines de demeures  somptueuses, une vingtaine de mosquée , une centaine de Moulins à eau et surtout des jardins verdoyants et des systèmes ingénieux de captage et de distribution des eaux des sources qui alimentaient hammams, fontaines, bassins et vergers qui produisaient légumes et fruits de toute sorte et qui profitaient aux habitants de la ville islamique de Sebta, de toutes ces réalisations, il ne reste aujourd’hui que quelques vestiges dont l’état de conservation ne permet d’en tirer aucune information.", "histoire": "L’histoire de Belyounech remonte à l’Antiquité, la légende homérique et la mythologie crèque y localisent la caverne de Calypso où fut retenu Ulysse 7 ans avant qu’il fut libéré par Hermès sous ordre de Zeus.\nL’histoire médiévale de Belyounech est fortement liée à la conquête islamique de l’Andalousie.\nPossédant une baie calme et protégée favorisant l’accostage des navires, le site de Belyounech semble avoir été, très tôt, utilisé par les conquérants musulmans pour leurs traversées en Andalousie, Moussa Ibn Nousaire, qui semble avoir donné son nom au Jabal Moussa surplombant le site, aurait fait ses premières traversées à partir du port de Belyounech où celui de Oued Al Marsa qui y constitue une extension.\nL’histoire médiévale de ce village était fortement liée à l’histoire politique et sociale de la ville islamique de Sebta, pour laquelle Belyounech représentait un haut lieu de plaisance mais aussi un terroir de production de légumes et fruits pour la ville.\nPar ses villas somptueuses, ses jardins verdoyants et ses tours résidentielles à plusieurs étages,  le village historique de Belyounech était , à reproduire un passage de Madmae Joudia Hassar Benslimane  « un des", "interet": "Abritant les vestiges d’un centre périurbain médiéval et de plusieurs complexes d’une architectura civile et défensive raffinée et exceptionnelle à l’échelle de l’Afrique du Nord, le site de Belyounech, malgré l’état de dégradation avancée qui affecte les vestiges archéologiques du passé, reste, néanmoins, un lieu chargé d ’histoire et d’évènements. \nSitué au sein du SIB de Jabal Moussa et la réserve de biosphère méditerranéenne et abritant des plages limpides et des vues pittoresques, le site possède un large potentiel touristique qui nécessite d’être mis en valeur et communiqué au public.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -600331.918299758806825, 4288012.189891939051449 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 3, "id": 37.0, "name": "Al Bouniane", "x": -5.6690956015519243, "y": 35.622792751182175, "typologie": "Établissement militaire d’origine antique ( Camps militaire romain)\n", "statut": "Statut patrimonial\nLe site ne bénéficie d’aucune protection juridique spécifique sa préservation est assurée dans le cadre de la loi 22.80 relative à la protection des monuments historiques. ", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Bouniane.png", "situation": "\nLe site d’El Bounian est situé sur la route de Tétouan à 22 km à l'Est de la ville de Tanger\n", "date_dec": "Date de découverte\nLes vestiges ont été découverts en 1876 par l’archéologue français Charles Tissot", "descriptio": "\nConstruit, comme en pensent les archéologues, sur les vestiges d’un ancien établissement dont il est difficile d’en terminer la nature et l’extension, le camp romain d’Al Bouniane fait partie d’un dispositif défensif qui comprenait plusieurs camps militaires ( Tamuda, Souiyar:Ad Novas, Mers, Tabernaie, Ghandouri, Mdenna ente autres) , d’enceintes urbaines et de tours de guets  qui ont été construits tout au long des routes qui laient les différentes villes de la péninsule tingitane ( Sebta, Tingis, Zilil, Cotta, Lixus et Oppidum novum ( l’actuelle ville Al Kasr Al Kabir). Circonscrit dans une enceinte rectangulaire de 183m sur 140 m avec des tours carrées aux angles, ce monument, dont les explorations archéologiques ne permettent, jusqu’à présent, pas  de connaitre les composantes urbaines et architecturales , doit répondre au modèle des camps militaires romains de la Maurétanie tingitane.", "histoire": "\nLe site présente des indices d’occupation qui s’étends depuis le Ier au Vème siècle J.C, cependant la construction du camp militaire, selon les résultats des sondages archéologiques effectués en 2009 dans le centre du monument, au IV-Vème siècle J.C soit à la fin de la période romaine. \nLa construction de ce camp militaire répondait au besoin renforcer une ligne de défense composée des camps de Ghandori, de Tamuda et de Souiar/ Ad Novas destinée à protéger la ville de Tingis, la capitale de la province de la Maurétanie tingitane et sa région contre les attaques de la population autochtone. Il aurait joué un rôle important dans la défense des arrières des forces romaines pendant leur retrait de la Maurétanie tingitane à la fin du Vème siècle, il semblerait que le camp fut abandonné et détruit peu de temps après sa construction qui a survenue au moment au Rome avait commencé son retrait des territoires de la Maurétanie tingitane\n", "interet": "\nLe camp militaire d’Al Bouniane, dont les vestiges sont à peine apparentes au ras de sol, fait partie d’un réseau d’établissements militaires et défensifs antiques, notamment romains  très dense dont la répartition spatiale et l’importance architecturale reflètent,  d’une part, la stratégie suivie par les Romains dans la défense de leurs colonies de la Maurétanie tingitane et d’autre, le rapport de force de voisinage conflictuel qu’entretenaient ces colonies avec leur arrière pays autochtone surtout pendant cette période du IVème et du Vème siècle qui s’est soldée par le retrait définitif des Romain de cette région.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -631080.835623147082515, 4248841.600704544223845 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 4, "id": 11.0, "name": "Mzoura", "x": -5.9438056482788184, "y": 35.404143073961755, "typologie": "Monument mégalithique et tertre funéraire préhistorique.", "statut": "Le site bénéficie d’une protection minimale dans le cadre de la loi 22.80. relative aux monuments historiques", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\MZOURA.png", "situation": "Le site se trouve à Douar Chouahed dans la commune rurale de Arbiaa Ayacaha  province de Larache, il se situe à  11 km au sud-est de Asilah et à 25 km au nord de Larache à proximité de la voie antique qui joignait Tingis à Banasa et Volubilis en passant par Oppidum Novum ( voir carte).\n", "date_dec": "Mentionné à la période antique et poste médiévale , le site fut identifié et décrit au XIXème par Arthur Capell Brook ( 1832) qui l’identifia comme étant un monument similaire à celui de Stonehenge.\n\n", "descriptio": "Le site se compos de deux entités principales et quelques éléments satellitaires:\nLe cercle extérieur qui s’identifie au monument mégalithique qui dessine une forme d’ellipse de 56 sur 59 m , celui-ci est fait de se 176 monolithes coupés dans le rocher et bouchardés, selon certaines analyses, à l’aide d’instruments lithiques. De formes diverses, ces monolithes ont des hauteurs qui varient entre 1,50 m pour les plus bas et 5,34 m pour le plus haut dont les habitants appellent Louted.\nLe  cercle intérieur qui fait 55 m de diamètre et 6 m de hauteur et s’identifie au tertre funéraire qui devait , selon certaines croyances, abriter la sépulture du fameux géant Antée qui succomba dans son combat mythique contre Hercule.\nDes structures satellitaires faites de monolithes similaires et dont l’interprétation reste problématique jonchent  les environs de ce site.\nLes carrières qui ont servi pour l’extraction des monolithes nécessitent d’être identifiées et protégées\n", "histoire": "Site emblématique et mystérieux car d’origine, de typologie et de taille  énigmatiques et inédites dans son contexte local et régional , ce site avec ses doubles composantes pose encore un problème  de datation de de genèse. Ayant été mal fouillé par C.L.Montalban en 1934-63 le site a fait objet de nombreuses études comparatives et interprétatives dont les conclusions peuvent être résumées ainsi:\nLe monument mégalithique qui s’identifie au cromlech et que les archéologues comparent aux monuments mégalithiques ibériques notamment ceux du Portugal , sa chronologie remonte à la préhistoire probablement à la période néolithique entre le 4ème et 3ème millénaire av. J.C.\nLe tertre funéraire qui, selon certaines opinions, semble avoir des similitudes avec d’autres tombes mégalithiques de Tanger, pourrait remonter à la haute antiquité soit 5ème—4ème siècles av.J.C ce qui correspondrait à l’époque punico-maurétanienne.\nnès", "interet": "IEtablissement et ouvrage énigmatique et unique de son genre à l’échelle de l’Afrique du Nord, le Cromlech mégalithique de Mzoura et son tertre revêt un intérêt pittoresque, légendaire et archéologique très important pour étudier la diffusion de l’art et de la culture des mégalithes au Maroc préhistorique. Monuments aux fonctions cultuelles et probablement astronomiques, ce site aux origines mystérieuses, qui se trouve dans une région riche en vestiges archéologiques des tous les temps,  procure à ses visiteurs un voyage insolite dans le temps légendaire des géants et des mégalithes. \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -661661.418140581110492, 4218939.108554072678089 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 5, "id": 22.0, "name": "Forteresse de  Hajar an-Nssr", "x": -5.7188461803790638, "y": 35.171615152174219, "typologie": "Forteresse– refuge d’origine médiévale ( islamique)", "statut": "Site ne bénéficiant d’aune protection spéciale", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\HAJAR NACR.png", "situation": "Le site occupe le sommet d’une crête rocheuse au nord du Village Dar Raté dans la tribut de Soumata à 40 km à peu près à l’est de la ville de Larache et presque à la même distance de l’océan atlantique dont la ligne de la côte est clairement visible du sommet de cette crête.\n", "date_dec": "Mentionnée dans différentes sources médiévales, le repérage géographique et l’identification archéologique de cette forteresse remonte à la fin des années 30 où il fut identifié par le religieux el Padre César Moran Bardon et puis le site fut à nouveau exploré en 1993  dans le cadre d’un projet de prospection archéologiques mené par des archéologues marocains et espagnols.\n", "descriptio": "Le site culmine à 600 m d’altitude au sommet de la crête qui surplombe le village « Dar Raté » du coté nord. Les ruines du site se développent sur le sommet et les pentes méridionales et orientales de cette crête d’accès très difficile et dont le nom du rocher de l’Aigle revoie effectivement à cet emplacement perchant du site. N’ayant , jusqu’à présent, fait objet d’une exploration archéologique sérieuse, les vestiges du site se résument à quelques traces dont des soubassements de murs en moellon, des escaliers et des bassins taillés dans la roche et des débris de poterie qui jonchent le sol. \nLe site abrite également le tombeau—mausolée de Sidi Mezouar qui fut le petit fils de Moulay Idriss II et 6ème arrière grand père de Moulay Abdessalam ben Machich. Sidi Mezouar aurait vécu, trouvé la mort et enterré dans la forteresse aux environs 350 de l’Hégire soit 961—62 J-C, son tombeau fait objet, aujourd'hui encore , de pèlerinage et de vénération des plusieurs tribus Jbala dont la tribu Soumata qui le considère comme saint protecteur.\n", "histoire": "Ayant servi de forteresse refuge et capitale politique éphémère pour la dynastie Idrisside doublement persécutée par les omeyades d’Al Andalous et les fatimides d’Ifriqiya, la date de fondation de cette forteresse, faute de données historiques et archéologiques, reste problématique.\nAyant vécu une période courte qui ne dépasse probablement pas un siècle d’existence, la forteresse  semble avoir été construite à la demande de l’un des fils d’Idris II , probablement Al Qacim , la date de sa construction est tantôt placée à la fin du IXème siècle tantôt au début du Xème siècle, les dates données par Al Bakri et Ibn Khaldoun se situent entre 925 et 929 J-C.\n Ayant joué un rôle fondamental dans la survie,  pas seulement du règne des Idrissides, mais surtout de leur lignée familiale au Maroc, la forteresse de Hajar Nasr , après une vie riche d’évènements, semble avoir été détruite définitivement  vers la fin du Xème ou début du XIème siècle, de toutes les façons,  cette  forteresse , apportent  les chercheurs, n’était plus citée dans les sources historiques postes médiévales.\n", "interet": "Perché au sommet d’une crête qui lui permet de contrôler un large territoire jalonné  par un réseau de villes historiques dont certaines sont éteintes et d’autres sont encore vivantes, le site archéologique de Hajar Nasr ,associé à un paysage naturel d’une grande diversité floristique et des villages aux traditions artisanales et culinaires ancestrales, offre à ses visiteurs la possibilité de vivre une expérience  culturelle et émotionnelle exceptionnelle. Un voyage dans le temps,  héroïque des Idrissides,  des excursions pédestres en plein nature, des échanges avec des populations locales, une visite du Mausolée de sidi Mezoaur qui rappelle la dimension spirituelle du site et de toute la région." }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -636619.044724854989909, 4187227.483332807198167 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 6, "id": 14.0, "name": "Nécropole de Rakkada", "x": -6.1169280676464401, "y": 35.213802495248977, "typologie": "Nécropole d'origine antique ( maurétanienne)", "statut": "Site non protégé\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\drapeau.png", "situation": "La nécropole se situe sur la rive droite de l'Oued Loukkos à 3 Km à peu près à l'Ouest du site archéologique de Lixus dont elle est attachée\n", "date_dec": "Cette nécropole a été identifée depuis le début du XXème siècle mais elle ne fut explorée et fouillée que récement", "descriptio": "Description\nLa nécropole est constituée de tombes à caissions comme celles qui ont été mis au jours dans la région de Tanger, les tombes fouillées ont livrés un matériel funéraire d'une grande richesse,notamment des bijoux en Or et argent de gr", "histoire": "Historique et datation\nL'histoire de cette nécropole est fortement liée à celle de la ville antique de Lixus en particulier des époques punico-maurétaniennes ( VIème- IVème siècle avant J.C)", "interet": "Intérêt culturel et touristique\nSitué au bord même du fleuve en face de l'actuelle ville de Larcahe, le site, malgér que la majorité des tombes ont été détruites, participe à la connsissance de l'hitoire de Lixus et de se faire une idée sur la" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -680933.317709484486841, 4192974.141322540584952 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 7, "id": 40.0, "name": "Kasba Historique d'Asjen", "x": -5.6211040971279838, "y": 34.848306057927402, "typologie": "Cité fortifiée et Kasba  d’origine médiévale ( islamique)\n", "statut": "Le site ne bénéficie d’aucune protection juridique particulière", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\ASJEN.png", "situation": "Le village actuel  d'Asjen , où se lèvent les ruines  de l'ancienne localité se trouve à environ 9 km nord-ouest d'Ouezzane à la limite entre les deux tribus; Masmoda et Rhouna\n", "date_dec": "Le site abrite un gisement préhistorique qui fut identifié et fouillé entre 1953-55 par  le commandant Briad , chef du bureau du territoire d’Ouezzane  pendant le protectorat français\n", "descriptio": "Sauf la description sommaire laissée par Mr Nour-Eddine Safsafi, auteur d’une maitrise sur les sites et monuments de la ville d’Ouezzane et sa périphérie, le site archéologique d’Asjen, dont seuls persistent des tronçons de l’enceinte de sa Kasba, ne semble avoir fait objet d’aucune étude archéologique qui pourrait déterminer ses origines, ses extensions et ses caractéristiques architecturales et urbaines.\nLe site est connu aujourd’hui par deux éléments patrimoniaux importants: les vestiges de la Kasba historique qui semblerait s’identifier à la cité historique médiévale et le complexe architectural qui comprends le mausolée de Rabbi ’Amrane Ben Diwan et le cimetière qui y annexé et qui constitue un lieu de pèlerinage annuel pour les Juifs du Monde.\nLa ksaba ou ce qui fut la cité d’Asjen se présente sous d’un quadrilatère irrégulier entourée d’une enceinte  d’une hauteur qui dépasse les 7 m et les courtines mesuraient 199 m pour le coté nord,  135 m pour le coté sud, 112 m pour le coté est et 95,50 m pour le coté ouest. La hauteur et la robustesse de son enceinte  sont des signes de l’importance urbaine et militaire de cet ouvrage dont on ignore malheureusement  son histoire et ses caractéristiques.\n", "histoire": "Mentionnée par Abou Obeid Al Bakri ( XIème siècle) sous le nom de la ville de Yudjadjin qu’il décrit  comme ville riche et agréable  abritant une mosquée et des cours d’eau qui la traversaient, cette ville, dit-il , relevait du canton de Guenoun, l’un des arrières petits  fils de Moulay Idris, ce qui signifie qu’elle existait à l’époque Idrisside. La cité d’Asjen fut aussi décrite par Léon l’Africain à la fin du XVème siècle et par Marmol Carbajal au XVIème siècle, elle  semble avoir joué  rôle de capitale de province et d’une garnison à la limite entre les tribus Rhouna et Masmouda qui se disputaient sa domination. La cité ou la Kasba d’Asjent était ,semble-il, une ville d’étape qui remplissait la fonction de point  de contrôle et de sécurité de la route qui reliait Fès à aux différents débouchés maritimes méditerranéens. \nAu XVIIIème siècle, Rabbi ‘Amran Ben Diwan , saint homme juif originaire de Palestine s’installa à Asjen ou il trouva la mort en 1782. Son mausolée est devenu lieu de pèlerinage et d’adoration de la part des Juifs du Monde. \n", "interet": "Possédant un intérêt historique et archéologique qui nécessite d’être valorisé, le site d’Asjen constitue une étape importante dans ce circuit culturel, spirituel, mystique et paysager qu’offre la visite de la ville historique d’Ouezzane, le paysage du lac sidi redouane entre autres. A travers les ruines de sa Kasab historique,  son festival annuel des figues, ses huileries modernes et traditionnelles, l’évènement annuel du pèlerinage de Rabbi ’Amran Ben Diwan et ses produits de terroirs spécifiques et son Souq hebdomadaire; Asjen offre à ses visiteurs une expérience culturelle exceptionnelle.   .\n \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -625738.445788271026686, 4143285.603745264466852 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 8, "id": 30.0, "name": "Kasba de Targha", "x": -5.0124940673571077, "y": 35.390300418711917, "typologie": "Une forteresse militaire d’origine médiévale associé au village historique de Targha\n", "statut": "La Kasba n’a pas fait encore objet de protection au registre du patrimoine", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\TARGHA TARG.png", "situation": "Appelée Dar al-Sultane, la Kasba de Targha occupe un petit plateau qui surplombe le village de Targha qui se développe sur les deux rives de l’embouchure de l’Oued à 10 km à l’Est du village côtier  Oued Laou.\n", "date_dec": "Targha abrite un ensemble de monuments et vestiges parmi lesquels figure la Kasba connue sous l’appellation de Dar al-Sultane et dont l’identification archéologique ne fut réalisée qu’à partir des années 1980 dans le cadre de programmes de reconnaissance et de prospection archéologiques du Rif.", "descriptio": "S’étendant sur une superficie d’environ 2000 m² seulement, la Kasba de Targha qui se présente aujourd’hui sous forme de ruines épouse un plan polygonal plus proche d’un triangle. Entouré d’un fossé assez profond qui participait à sa protection, ce monument est formé d’une place centrale à ciel ouvert qu’entoure une forte enceinte construite en béton traditionnel composé de grava, de terre et de la chaux. Elle est flanques de 4 tours rectangulaires de dimension variable et de hauteur beaucoup plus importante que celle des courtines. Cette enceinte se termine par un parapet crénelé qui protège un chemin de ronde reliant les différentes tours de la Kasba. Menue d’une seule porte à chicane qui y donne accès, la Kasba présente en son centre les restes d’un bâtiment ( probablement un réduit) de forme rectangulaire dont le sous sol était occupé par des silos souterrains. \nA cette forteresse médiévale, Targha abrite également une mosquée dont la construction est attribuée aux Almohades 12ème siècle,  un fortin sur la plage de construction portugaise et une tour de guet (une atalaya) qui fait partie d’un réseau comprenant 9 tours de même genre distribuées à distance égale depuis Sebta jusqu’ Badis et dont la construction remonte à la fin du moyen âge.\n", "histoire": "L’histoire de cette Kasba et des autres monuments qu’abrite ce village côtier est liée à celle de l’agglomération historique de Targha elle-même qui, quand en 828 le royaume Idrisside fut divisé entre les trois fils de Idriss II, il revint à Omar.\nL’agglomération de Targha, qui semble avoir été dotée de sa Kasba et d’une mosquée à l’époque almohade, était devenue durant le XIIIème jusqu’à la fin du XVème siècle un centre d’échange commercial d’une grande importance sur la rive sud de la Méditerranée, en particulier pour la principauté de Chefchaouen. \nAyant devenue, après la chute de Grenade 1492, un centre de refuge pour les Moudjahidines marocains et andalous; l’agglomération de Tagha  et sa Kasba furent dévastés à plusieurs reprises par des attaques portugaises: et espagnoles en 1493, 1502 et 1517 et en 1533  à tel point qu’au passage de Jean Léon l’Africain ( XVIème siècle) l’agglomération était déjà en décadence.\n", "interet": "Situé au sein d’un village historique de pécheurs très connu pour ses plages, son artisanat et ses monuments  notamment sa mosquée traditionnelle classée patrimoine nationale et qui abritait un centre d’enseignement théologique de référence, la Kasba de Targha associée au fortin de la plage construit par les portugais au XVIème siècle et à la tour de guet qui contrôle une large bande de la Méditerranée représente aujourd’hui un témoin archéologique important qui atteste des prix payés et des rôles jouées par ces villes et villages portuaires du Rif Méditerranéen et de leurs habitants  dans la défense de l’intégrité territoriale du Maroc de l’époque et dans le soutien des refugiés andalous dans leur combat matériel et moral contre les crimes que l’ont infligés les rois de l’Espagne chrétienne. qui leurs ont de et morisques Méditerranée dans villes et villages et des missions joués par les habitants \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -557988.287182498024777, 4217048.724921249784529 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 9, "id": 27.0, "name": "Torres d'Al Kal'a", "x": -4.3287978710055572, "y": 35.156619602859664, "typologie": "Forteresse militaire et village médiéval", "statut": "Site non protégé", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\TORRES TORRES.png3.png", "situation": "Le site de la Qalaat Torres occupe le sommet et les flancs d’une colline sur la rive gauche d’Oued beni Boufrah à 37 km à l’Ouest d’Al Hoceima et à peu près 3 km de la ville médiévale de Badis.\n", "date_dec": "Le site fut identifié au début des années 80 dans le cadre d'un programme de prospection initié une équipe d'arhéologues maroc-espanone", "descriptio": "Le site renferme deux entités urbaines: un village médiéval dont les traces sont à peine repérables sur les flancs sud-est et sud-ouest de la colline et la forteresse dite Kalaat Torres qui constitue le monument phare du site et qui occupe le sommet de la colline qui semble surgir de la mer à une altitude de 90 m jouissant ainsi d’un positionnement stratégique observant une large bande des côtes méditerranéennes. La forteresse de la Qalla Torres prend la forme d’un\nquadrilatère irrégulier d’une superficie au sol de 670m². Elle se compose d’un espace intérieur comprenant une cours centrale à ciel ouvert et les traces de quelques locaux qui devaient servir pour le logement de la garnison et le stockage des minutions.\nLe tout est entouré d’une enceinte massive dont l’épaisseur atteint 1,60m et la hauteur varie entre 5 et 7 mètres construite en pisé sur un sous bassement en moellon. Cette enceinte était fortifiée de 6 tours dont 4 occupent les angles, la 5ème encadre la porte d’entrée , la 6ème a été aménagée au milieu de la courtine Est , elle devait abriter des canons qui défendaient l’entrée d’oued Beni Boufrah.\n", "histoire": "Mentionné par Al Badissi dans son oeuvre sur les Soulahae du Rif sous le nom de Qalaat Sanhaja (13ème siècle) ou Marfae Sanhaja, les auteurs restent divergeant quant à l’origine de la Fortresse.\nEn effet certains y voient une construction marocaine d’époque médiévale probablement d’origine almohades dont la construction était liée à la défense de la ville de Badis , d’autres y voient une forteresse ibérique d’origine portugaise ou espagnole.\nDans tous les cas, le site de la Kalaa de Torresse mieux connu sous la dénomination de Torres de Al Kalaa, reste un site archéologique d’une grande importance historique, son implantation au sein du parc national d’Al Hoceima lui confère une importance touristique indéniable d’où la pertinence du projet de restauration et d’aménagement dont a bénéficié ce monument emblématique du Rif central côtier.\n", "interet": "CCette forteresse défensive présente aujourd’hui un grand\nintérêt patrimonial et touristique qui se reflète à travers l’ensemble de ses valeurs notamment:\nSa valeur stratégique qui se reflète par son positionnement perché permettant le contrôle des côtes et ports des villes et villages du Rif côtier\nSa valeur historique qui témoigne de l’intérêt urbain, commercial et militaire du Rif central et occidental depuis l’introduction de l’Islam jusqu’au XVème siècle\nSa valeur archéologique et architecturale comme témoin d’un mode d’occupation du sol et de construction traditionnel\nSa valeur pittoresque qui se traduit par sa position panoramique et son implantation au sein du parc national d’Al Hoceima\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -481879.574747345235664, 4185185.544247718062252 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 10, "id": 26.0, "name": "Viille de Badiss", "x": -4.2899820790150409, "y": 35.16880556044341, "typologie": "Ville historique d’origine médiévale ( islamique)\n", "statut": "Site inscrit patrimoine national en 2022\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\BADDIS.png", "situation": "Le site archéologique de Baddis se situe à 40 km à peu près à L’ouest de la ville d’Al Hoceima sur la côte méditerranéenne plus exactement à l’embouchure de l’Oued Kerker en face du rocher de Baddis (Peñón de Vélez de la Gomera) qui est toujours sous occupation espagnole. Les vestiges archéologiques de la ville sont parsemés sur les deux rives de l’oued et sur le piton rocheux où on y voit encore les vestiges du rempart médiéval.\n", "date_dec": "Le site fut visité et fouillé par les archéologues espagnols en début du XXème siècle, mais depuis ce temps là, le site ne semble avoir bénéficié d’aucun programme de recherche ou de valorisation de ses ressources archéologiques. ", "descriptio": "Les vestiges archéologiques de la ville de Badis sont apparents surtout sur la rive orientale d’Oued Laanasar qui avant de se déverser dans la Méditerranée forme un large bassin versant de plus de 400 m de largeur sur 400 m de longueur.\nMême si des restes archéologiques sont visibles sur la rive occidentale de l’Oued et à en juger à travers les documents cartographiques et iconographiques anciens, il semble que la ville médiévale de Badis\naurait occupé les terrasses et pentes douces de la montagne qui délimite  la vallée du coté est, elle s’identifierait probablement au village actuel qui semble avoir été construit sur les vestiges de la ville comme en témoignent les ruines encore apparents dans différents endroits dans le village. D’après les sources historiques, la ville possédait des souks, une grande mosquée, des quartiers, un rempart, une kasbah ou ribat qui se situait au dessus de la crête montagneuse (plus de 300 mètre d’altitude) qui domine la vallée du côté est.\n\n", "histoire": "Le mystère de l’origine de la ville de Badis n’est encore résolu, quelques chercheurs y voient une des villes antiques qui a figuré sur l’Itinéraire d’Antonin.\nQuant à la ville médiévale, sa fondation pourrait être reculée jusqu’au le VIIIème siècle. Des sources\nhistoriques attribuent sa fondation aux Zénètes, tribus amazighs. Cette petite agglomération a fait partie probablement de l’émirat de Nakour.\nAu XIIème siècle, avec les Almohades, la ville pris son essor, elle est qualifiée en tant que ville proprement dite aux sources médiévales, elle possédait une mosquée, une Kasbah, des Souks, des\nquartiers, des ouvrages hydrauliques sur l’Oued (norias), un arsenal de construction de navires, et le plus important ;le rempart de la ville en pisé érigé par Al Nassir en 1204 de notre ère.\nAu XIVème siècle, et pendant les siècles d’après, la ville jouissait d’une importance commerciale\nau niveau de la mer Méditerranéenne, elle marchandait avec les navires du sud de la France et d’Italie,\njusqu’à sa chute aux mains des Espagnoles en 1564.\n", "interet": "Le site archéologique de la ville de Badis présente aujourd’hui un grand intérêt patrimonial et touristique qui se reflète à travers sa valeur stratégique de port historique important, sa valeur historique de ville de cultures et des sciences, sa valeur archéologique, et sa valeur pittoresque liée à sa situation au cœur du parc naturel d’Al Hoceima connu pour sa diversité naturelle et son patrimoine culturel immatériel" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -477558.620548223436344, 4186844.873474414460361 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 11, "id": 29.0, "name": "Ville de Tiguissas", "x": -4.9593339230306999, "y": 35.35012548512983, "typologie": "Ville médièvale d'origine islamique", "statut": "Non protégé", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Tiguissas.png", "situation": "\nVoir carte", "date_dec": "Début du XXème siècle", "descriptio": "Ville on ignore la consistance et l'histoire car ne fut fouillée que partiellement", "histoire": "Ville d\"époque médièvale qu'elle fut mentionée dans différentes sources historiques médièvales", "interet": "Un intérêt archéologique et historique très grand pour la connaissnec de l'histoire de cette région" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -552070.526985585223883, 4211564.183420312590897 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 12, "id": 25.0, "name": "Kasba de Snada", "x": -4.2168797334455279, "y": 35.076195752354394, "typologie": "Kasba militaire poste médiévale", "statut": "Inscrit patrimoine national en 2021", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\snada.png", "situation": "La Kasba se situe dans le territoire de Beni Yetef au Sud de la route nationale n°16 qui relie Jabha à Al Hoceima à 4 Km des limites du parc national d’Al Hoceima et à12 km peu près du rocher de Baddis et à environ 32 km au sud-ouest de la ville d’Al Hoceima\n", "date_dec": "Le monument était connu des habitants, son origine et son histoire sont très peu connues\n", "descriptio": "dD’une superficie intramuros qui dépasse 15000 m², la Kasba de Snada prend la forme d’un carré presque parfait dont chaque côté mesure à peu près 126 m de longueur.\nLe monument se compose d’une large cour intérieur à ciel ouvert qui servait pour le rassemblement et le campement des soldats, et quelques constructions modestes qui à priori étaient affectés à des fonctions administratives et de stockage des munitions et du matériel de guerre ainsi que des étables pour les montures de guerre et de transport.\nCette cour est entourée d’une forte enceinte fortifiée construite dans un béton traditionnel très résistant et dont l’épaisseur varie entre 1,20 et 2 mètres et dont la hauteur varie selon la topographie du site entre 5 et 7 mètres et que flanquent 7 tours barlongues de hauteur qui dépasse celle de l’enceint. Ces tours  se développent sur deux niveaux,  un rez-de -chaussée et un étage. Celles  du rez-de-chaussée communiquaient avec la cour centrale et celles de l’étage communiquaient entre elles à travers un chemin de ronde que protège un parapet crènelé . La Kasba communiquait avec son extérieur à travers la seule porte à chicane qui perce le milieu de la courtine sud-est. \n", "histoire": "La Kasbah de Snada dont la date précise de construction nous échappe, est réputée être de construction saadienne. Selon certains récits, le roi saadien déchu, Mohammed Al Motawakil, y aurait trouvé refuge le 20 novembre 1577, ce qui suggère que la construction de la Kasbah remonte à une date antérieure à cet événement.\nCette Kasbah a joué un rôle important dans le contrôle du vaste territoire rifain. Moulay Ismail aurait réaménagé et restauré la Kasbah, en en faisant un poste d'avant-garde et un lieu de rassemblement pour ses troupes chargées de rétablir l'ordre et la paix dans cette région et de contrôler les côtes méditerranéennes du Maroc contre les incursions ibériques \nIl semble que la Kasbah ait été réutilisée par les combattants nationalistes marocains, notamment Abdelkrim Al Khattabi, comme centre de rassemblement et de commandement des résistants dans leur lutte contre les forces du protectorat espagnol. Après l'indépendance du Maroc, la Kasbah a été utilisée à diverses fins, notamment comme siège du souk hebdomadaire de Snada et comme terrain de football pour les jeunes de la région.\n", "interet": "Ayant été restaurée dans le cadre du programme de développement spatial de la province d’Al Hoceima, la kasba de Snada, en plus de sa valeur symbolique comme élément du patrimoine local, constitue une infrastructure importante et de valeur pour accueillir un projet de tourisme culturel intégré au parc national d’Al Hoceima. " }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -469420.90466363140149, 4174240.669561277609318 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 13, "id": 23.0, "name": "Kahf Shane", "x": -5.5751616834259536, "y": 35.079345023866722, "typologie": "Petite grotte de peintures rupestres ( préhistorique) \n", "statut": "Le site ne bénéficie d’aucune protection juridique spécifique, cependant sa prese", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\GROTTE PEINTURES.png", "situation": "La grotte se situe sur une falaise de Jbel Kasba dans la tribu de Bani Yessef au nord-ouest  du centre du Souk Al Qolla à gauche de la route qui relie cette localité à Chefchaouen ( voir carte)\n", "date_dec": "La grotte fut repérée et identifiée par un officier espagnol Eduardo Garcia Hernandez en 1941 qui a publié un article dans la revue Mauritania t 14,  n°167 , 1941 sous titre «  Un abrigo con peinturas rupestres en Beni Isef\n", "descriptio": "Le site se présente sous forme d’une cavité ovale taillée dans la roche du grès blanc au sommet d’une falaise rocheuse. De dimension très réduite qui fait 3,70 m en largeur sur 3,20 m en profondeur et 3,20 m de hauteur, cette cavité est ornée de peintures rupestres de couleur rouge obtenue , selon certaines opinions, d’oxide de fer et de cuivre mélangé à de la Silice, ces peintures couvrent les parois et le plafond de la grotte d’une manière quasi systématique, sauf en quelques endroits où ces peintures ont étés dégradées par les infiltrations d’eau et les égratignures infligées par les bergers qui fréquentent cette grotte.\nLes peintures représentent essentiellement des points déposés de façon variée ( lignes parallèles, rectangles, cercles, méandres). Il y a par ailleurs des représentations humaines et zoomorphes schématiques, des chèvres, des cerfs, des chevaux montés , des oiseaux et des serpents  qui reflètent probablement le patrimoine zoologique qui régnait  dans la région.\n", "histoire": "Constituant une découverte sans précédent et unique , du moins , dans cette zone du Maroc septentrional, cette grotte a fait objet d’étude et de description  d’abord par Eduardo Garcia E et  Martinez Santa-Olalla  qui, en comparant  ses peintures à celles de l’Espagne ont proposé une datation au néolithique sans aucune autre précision. En effet, l’existence de cette grotte dans le contexte rifain marocain  sur la rive méridionale de la Méditerranée suggérait une diffusion de cet art dans le contexte marocain en particulier rifain ce qui nécessiterait une exploration de cette zone.\n", "interet": "Décrite par l’explorateur espagnol Eduardo Garcia Hernandez comme étant exceptionnelles au Maghreb, ce site des peintures rupestres de Kahf Shane ( Magara Sanar des espagnols) présente un intérêt important pour l’archéologie préhistorique de cette région dont la diversité et la richesse de ses ressources archéologiques la positionne parmi les régions qui ont connues une occupation humaine permanente depuis au moins le paléolithique moyen ( 300000 ans) jusque néolithique récent soit 8ooo ans avant le présent.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -620624.159689147025347, 4174669.050519441720098 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 14, "id": 32.0, "name": "Grotte de Kahf Taht al Ghar", "x": -5.3493889947821236, "y": 35.511941670405953, "typologie": "Habitat et refuge préhistorique ( Gisement géologique et grotte préhistorique)\n", "statut": "Le site ne bénéficie pas d’une protection juridique spécifique,  cependant sa pré", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\KAHF TAHT AL GHAR.png", "situation": "Situé à 10 Km au sud de Tétouan, sur le territoire de la commune de Dar Ben Karrich, la grotte s’ouvre entre les villages de Yahrit et de M’Chkora, dominant les piémonts qui s’élèvent sur la rive droite de l’estuaire de l’Oued Martil à une altitude de 410 m. \n", "date_dec": "Le site fut découvert en 1955\n", "descriptio": "Il s’agit d’une grotte Karstique crée par la dissolution des parois calcaires du massif de Beni Hozmar, elle est  constituée un porche d’entrée sous forme de galerie de 8 x 3,5 m qui dessert un espace central éclairé de 20 x 10 m environ. La grotte était occupé par un remplissage sédimentaire de deux mètres d’épaisseur maximale. Les fouilles réalisées par Miguel Tarradell ont permis d’identifier 4 niveaux principaux d’occupation ( Tarradell 1958b):  \nLe niveau I correspond au niveau de surface, il fait 40 cm d’épaisseur qui corresponds à l’époque moderne, il a livré un lot de matériel archéologique comprenant des objets préhistoriques, protohistoriques, antiques et modernes mélangés et remaniés.\nLe nveau II, il est de 10 cm d’épaisseur, il comprend un matériel archéologique divers d’époque punique, protohistorique et préhistorique notamment campaniforme et cardial remanié et donc non exploitable pour la datation de ce niveau.\nLe niveau III de 50 cm, il corresponds à l époque néolithique cardial \nLe niveau IV de 50 cm d’épaisseur, il corresponds au niveau inférieur de la grotte, il s’agit d’un niveau stérile qui n’a offert aucun matériel archéologique et culturel.\n", "histoire": "Œuvre de la nature qui raconte l’histoire géologique de cette zone, la grotte de Kahf Taht Al Ghar, à travers sa stratigraphie , les artefacts et fossiles trouvés sur place nous offre  un regard sur le paléoenvironnement, sur l’histoire paléontologique, zoologique et humaine de la zone durant les époques préhistoriques et protohistoriques, la grotte est surtout connue par ses diverses occupations qui sont rattachées au Néolithique ancien cardial, au Néolithique récent, au campaniforme et à l'âge du bronze.\n", "interet": "Le site de Kaf Taht el-Ghar est l'un de ceux qui ont livré les séquences chronologiques les plus complètes et les mieux conservées du néogothique marocain et méditerranéen. A son intérêt archéologique évident, le site offre une vue panoramique imprenable sur la vallée d’Oued Martil et la côte méditerranéenne. Entouré de montagnes à ressources forestières diverses non loin du site de Kitane très connu pour ses jardins verdoyants, ses fruits et ses cultures maraichères et ses sources d’eau abondantes et limpides ( Ain Zerka), la visite de ce site procure à ses visiteurs aventure et expérience culturelle inoubliable.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -595491.25895428750664, 4233671.448715753853321 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 15, "id": 12.0, "name": "Camp militaire de Tabernae", "x": -6.0153910275394056, "y": 35.333573705017614, "typologie": "", "statut": "", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\drapeau.png", "situation": "", "date_dec": "", "descriptio": "", "histoire": "", "interet": "" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -669630.266108113224618, 4209305.385832263156772 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 16, "id": 21.0, "name": "Camp militaire d'al-Mars", "x": -5.9455371685338578, "y": 35.136881113102149, "typologie": "Camp militaire \n", "statut": "Le site est répértorié mais il ne bénéficie d'aucune protection juridique particulière\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\drapeau.png", "situation": "Le site se trouve à la sortie de Tanger vers Gzenaya ", "date_dec": "Le site fu repéré au début du XXème siècle dans le cadre des travaux de repérages effectués par les archéologues français ", "descriptio": "Un plan schématique a été deréssé pour cet établissement militaire romain, le camp était de plans quaadrangulaire composé d'une enceinte dans laquelle sont aménagées deux portes et quelques annexes pour l'hebergement des soldats et le stockage des armes et des chevaux\n", "histoire": "Le camp date de l'époque romaine", "interet": "Intérêt culturel et touristique" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -661854.170093670487404, 4182498.334187026135623 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 17, "id": 9.0, "name": "Etablissement Kouass Brieche", "x": -5.9961811579401498, "y": 35.531604193439883, "typologie": "Etablissement industriel et commercial d’origine antique ( Maurétanien)", "statut": "Le site a été inscrit patrimoine national par arrêté ministériel n°    du", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\kOUASS BR.png", "situation": "Le site de Kouass se situe dans la localité de Briech à 7 km au Nord de la ville d’Assilah, les vestiges archéologiques du site occupent un large terrain de part et d’autre de de la route qui relie la ville d’Assilah à Tanger en partie sur la rive droite de l’Oued Ghrifa\n", "date_dec": "", "descriptio": "N’étant pas encore complétement fouillé et exploré, le site archéologique de Kouass se présente sous forme d’un complexe urbain et architectural antique ( résidentiel, industriel et commercial)  qui comprend plusieurs ouvrages: \nUn ensemble de bassins  qui semblent appartenir à une usine de salaison et de conserverie de poissons dont l’existence et l’activité se sont étendues depuis le Ier siècle avant J-C jusqu’au IIIème siècle après,\nUn atelier de poterie punico-maurétanien qui fabriquait des vases en céramique fine et des amphores de stockage et de transport des produits alimentaires notamment la sauce de poisson ( le Garum) qui a été exporté dans différentes villes de la Méditerranée \nUn noyau d’habitat réservé probablement aux artisans et managers de ce complexe et leurs familles\nles restes d’un aqueduc d’eau de l’époque romaine dont seul persiste, à ce jour, un tronçon ne dépassant pas une vingtaine de mètres et qui au moment de sa découverte au début du XXème sicle mesurait 400 m de longueur.\nUne enceinte fortifiée dont les traces,  encore en sous sol, ont été révélées par la détection magnétique menée par l’équipe d’archéologues qui travaillent sur ce site.\nles bassins de production de sel qui s’étendaient de part et d’autre de l’Oued Ghrifa et qui sont, semble-il, à mettre en relation avec les activités du site \n", "histoire": "Les résultats des fouilles archéologiques menées par M.Ponsich durant la première moitie du XXème siècles et celles menées par les équipes de l’INSAP ces dernières décennies confirment l’importance de ce centre urbain et industriel et son implication dans la commercialisation des produits dérivés de la pêche et aussi son importance en tant qu’un centre de production des amphores dont avait besoin ce commerce.\nLe réexamen du matériel des anciennes fouilles et des interprétations qui se sont découlées attestent que le centre de Kouass fut occupé durant l’époque maurétanienne entre la fin du VIe  et la fin du Ier cycles avant J-C, et que même si son importance a diminué , probablement, à cause de la fondation de la colonie de ZILIL, le site ne semble pas avoir été abandonné à cette date et l’existence de l’aqueduc aqueduc romain  confirme cette idée.\n", "interet": "Constituant avec Lixus et Cotta des sites de référence pour étudier les échanges commerciaux de la maurétanie tingitane avec le porteur méditerranéen surtout à l’époque préromaine , le site de Kouass était aussi un centre  de référence pour la production des amphores pour la conservation et le transport des produits de pêches pendant cette époque, aujourd’hui, le site forme un point d’attraction important dans le vaste territoire exceptionnel de Tahadarte très connu pour la diversité de ses paysages naturels, sa zone humide, ses plages et la culture traditionnelle de ses localité  \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -667491.833206118899398, 4236360.766927916556597 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 18, "id": 7.0, "name": "Nécropole d'Al Mers", "x": -5.8991959865044139, "y": 35.723799233784106, "typologie": "Nécropole mégalithique d'origine protohistorique", "statut": "Le site ne bénéficie d'aucune protection juridique spécifoque, cependant sa prese", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\drapeau.png", "situation": "Le site se situe sur la route qui relie la ville de Tanger à Assilah \n", "date_dec": "Le site fut découvert au début du xxème siècle dans le cadre des travaux de repérage archéologiques menés par des archéologues français\n", "descriptio": "La nécropol est semblable à celles découvertes dans la région de Tanger", "histoire": "Elle possède la même dation que celle d'Ain Daliya at autres nécropoles dont la faurchette d'usage se situe entre le VIème et le IV-IIIème siècle avant J.C", "interet": "Malgré qu'elle soit complétement terrassée, son site nous renseigne sur l'histoire et la stratégie de peuplement de la région de Tanger durants ces périodes qui se situent entre la protohistoire et la formation des premières royaumes maurétaniens " }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -656695.493307394441217, 4262682.82464293204248 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 19, "id": 13.0, "name": "Cité antique de Lixus", "x": -6.1092531356219837, "y": 35.200538145558909, "typologie": "Ville historique d’origine antique dont l’histoire s’étend sur à peu près 3000 ans.", "statut": "Site classé patrimoine national en 2001\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\LIXUS.png", "situation": "Le site occupe le sommet et les pentes de la colline dite de Tchoumich sur la rive droite d’Oued Loukkos en face de la ville actuelle de Larche qui y occupe la rive gauche et près de son embouchure.( voir carte)", "date_dec": ":  Abandonnée définitivement vers le début du XVème siècle, le site a été repéré et identifié pour la première fois par le géographe et explorateur allemand Heinrich Barth en 1845., il fut ensuite visité et décrit par Charles Tissot et Henri de la Martinière quelques années plus tard.  Les premières fouilles archéologiques furent entamées par l’archéologue espagnol C. de Montalban en 1925 , elles furent continuées par Miguel Tarradell jusqu’ à l'indépendance du Pays .\nDe nos jours, le site fait toujours l’objet d’un programme d’exploration archéologique mené par l’INSAP en partenariat avec différentes institutions étrangères qui s’intéressent à l’archéologie et à l’histoire exceptionnelle de cette cité mythique.\n", "descriptio": "S’étendant sur une superficie d’à peu près 62 Hectare et dont les zones fouillées ne dépassent pas 10% de la superficie totale, le site archéologique de Lixus, se compose de plusieurs complexes  architecturaux; un complexe palatial qui occupe le sommet de la colline, des quartiers résidentiels , des édifices de culte dont une mosquée islamique, un amphé théâtre romain, un complexe industriel de transformation de poisson le plus grand à l’échelle de toute la Méditerranée.\nÀ ces complexes monumentaux, le site est connu pour la richesse, la diversité et  la beauté de son mobilier archéologique comprenant des bronzes dont celle célébrant le combat mythique entre Hercule et Atlas, celle des trois grâces protectrices des pommes d’or, des céramiques de style grec reprenant des thématiques mythologique, la collection des monnaies de Lixus présentant des informations sur l’environnement naturel et portant une collection splendide de Mosaïques antiques  à thématique mythologique, religieuse et naturelle qui sont aujourd’hui exposées au Musée archéologique de Tétouan.  \n", "histoire": "Racontant une histoire complexe, grandiose et mythique veille d’à peu près 3000 ans, la cité historique de Lixus  est considérée aujourd’hui comme étant la cité la plus ancienne du Maroc et du cercle du détroit de Gibraltar.\nFondée selon les sources antiques et médiévales par les Phéniciens de Tyr vers le XIIème siècle av.J.C, bien avant la fondation de la ville de Gadès, et celle de Carthage, les origines et l’histoire de  Lixus sont étroitement liées au voyage mythique d’Hercule au pays d’Atlas pour en dérober les pommes d’or qui poussaient dans le jardin des Hespérides supposées se situaient dans la péninsule tingitane.\nVille d’origine phénicienne, Lixus a connu, comme en témoignent les monuments et le mobilier archéologique découverts dans le site, un grand essor économique et urbain pendant la période maurétanienne qui s’étend depuis le VIème siècle av. J.C  jusqu’à  l’an 40 ap.J.C, date qui correspond  à la conquête romaine de la ville.\nAprès le départ  des romains ( Vème siècle ap. J.C,) la ville semble avoir perdu de son importance économique et urbaine sans toutefois s’éteindre complétement. Comme en témoignent les vestiges d’une mosquée et la céramique médiévale, la ville a continué d’exister jusqu’au moins le début du XVème siècle, elle est citée dans les sources islamiques médiévales sous le nom de Tchoumiche\n", "interet": "Surplombant  le SIB de bas Loukkos et les méandres du fleuve connue pour la beauté de ses paysages naturels et la diversité de ses  ressources biologiques, les salines historiques qui fournissaient le sel nécessaire à l’industrie de transformation des poissons qui a fait la renommée de la ville de Lixus durant l’antiquité  et observant l’Atlantique, le site de Lixus offre à ses visiteurs un spectacle splendide du coucher du soleil, un voyage dans le temps et une expérience riche d’apprentissages et de jouissance\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -680078.948184648994356, 4191166.981981202028692 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 20, "id": 10.0, "name": "Cité antique  de Zilil", "x": -5.9149640344067782, "y": 35.522146906404494, "typologie": "Ville historique d’origine antique", "statut": "Classé patrimoine national en 2018\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\SITE DE ZILIL.png", "situation": "Le site se situe dans la commune rurale de Had Elgharbia à l’est du village éponyme  à 13km au nord-est de la ville  d'Assilah et 30km au sud de la ville de Tanger, administrativement, il dépend de la préfecture de Tanger Assilah", "date_dec": "", "descriptio": "Le site de Dchar Jdid couvre une superficie d’environ 17 hectares, il se compose de plusieurs restes et ruines qui, pour longtemps,  étaient identifiées à la station romaine d’Admicurie mais dont la découverte d’une inscription en 1977 a permis de les identifier à la colonie romaine de Colonia Iulia Constantia ZILIL où Zilil qui semble être l’ancêtre de l’actuelle ville d’Assilah. Le site,  dont la partie dégagée ne dépasse pas 2 hectares, a livré des vestiges d’un grand temple, des thermes, d’une basilique paléochrétienne; d’une enceinte et quelques maisons à péristyle datant de l’époque romaine et d’autres de l’époque maurétanienne; les fouilles archéologiques réalisées dans le site ont livré également un mobilier archéologique d’une diversité et d’une richesse exceptionnelle qui attestent de l’importance de la ville.\n", "histoire": "La création et le développement de cette agglomération semble avoir passé par plusieurs étapes dont le détail, faute de fouilles et de documents suffisant nous échappe encore.\nLes plus anciennes traces antiques découvertes sur le site ( fragments de céramique attique carthagénoise et gréco-italique) laissent penser à une occupation qui remonte à la période maurétanienne soit IV siècle av. J.C.à laquelle correspondent les ruines des maisons construites en brique crues et matériel céramique de fabrication locale mais suivant des traditions phéniciennes.\nCe premier noyau semble avoir été détruit au courant du 1er cycle av.J.C , la ville de Colonia Iulia Constantia Zilil fut crée par l’empereur romain Auguste (27 av. J.-C. - 14 apr. J.-C.)  vers l’an 25 av.J.C . Cette ville fut elle aussi détruite vers 238 J.C pour qu’elle soit reconstruite à nouveau pendant le IVème siècle ap.J.C et démolie définitivement au Vème siècle suite au retrait des romains des territoires marocains. Les données archéologiques attestent qu’un petit noyau urbain a continué à exister jusqu’à l’époque médiévale où le site fut complétement abandonné. \n", "interet": "Abritant des réserves archéologiques encore intactes, le site constitue un laboratoire pour  étudier l’art et l’architecture de la période paléochrétienne au Maroc et les évènements qui ont accompagnée le retarit des romains.  Sa visite permettrait d’apprécier la qualité architecturale de la colonie romaine en se rappelant l’évènement de la déportation des habitants autochtones qui a accompagné sa fondation.\n\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -658450.784370689536445, 4235067.175501390360296 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 21, "id": 33.0, "name": "Tamuda", "x": -5.4110183313085338, "y": 35.559311134001966, "typologie": "ville historique d’origine antique", "statut": "Site classé patrimonial national en 2005 \n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Tamuda 2.png", "situation": "Le site  de Tamuda se situe sur la rive droite d’Oued Martil à 5 km au sud-ouest de la ville de Tétouan et à une dizaine de kilomètres de la mer Méditerranée.\nLe site relève de la province de Tétouan \n", "date_dec": "Il fut idenntifié au début du XXème siècle (1921)  dans le cadre des travaux d'opérage menés par les archéologues de l'administration coloniale espagnole", "descriptio": "Le site de Tamuda se compose de deux entités urbaines superposée:\nLes vestiges d’une  ville maurétanienne purement locale qui fut construite suivant des traditions urbaines hellénistiques et un plan classique de tracé régulier que structurent deux axes principaux qui se recoupent au centre de la ville où se trouvait la place publique. La ville contenait toutes les composantes ; ilots résidentiels agencés autours des axes routiers qui traversaient la ville, des boutiques et autres structures dont il est difficile d’en définir la fonction\nLes vestiges d’un camps militaire romain de plan presque carré et dont les côtés mesurent 99/98 pour les cotés nord et sud et 92/91 pour les côtés est et ouest. Le camps était protégé par une muraille fortifiée que perçaient quatre portes dont les traces sont encore visibles au milieu de chaque courtine. Le camps reproduisait le schéma classique et codifié des camps militaires romains, il abritait un ensemble de bâtiment d’ordre militaire et administratif dont un praétorium et des thermes dont les traces sont encore visibles. \n", "histoire": "Les études historiques et archéologique font remonter la création de la ville de Tamuda à l’époque mauritanienne au cours du IIIème siècle av.J.C, sa construction semble avoir été faite, comme supposent certains archéologues, d’un seul jet dans le cadre d’un projet urbain stratégique.\nComme en témoignent les vestiges de ses demeures et la production artisanale et monétaire locale, la ville  semble avoir vécu dans une totale indépendance politique et une prospérité économique jusqu’au Ier siècle av.J.C. \nAyant constitué un obstacle devant les incursions romaines, la ville indigène a fait objet de  deux destructions massives, la première en  l’an 38 av.J.C et la deuxième en l’an 40 ap.J.C  cette dernière destruction a provoqué l’abandon total de de la ville.\nJugeant l’importance stratégique du site, l’armée Romaine a construit un camp militaire au dessus des vestiges de la ville, ce camps demeurait fonctionnel jusqu’au Vème siècle ap. J.C. \n", "interet": "Le site archéologique de Tamuda est, pour les archéologues, les historiens, les urbanistes ,  un laboratoire pour apprécier et étudier l’urbanisme du Maroc antique avant l’intervention romaine. Jouissant d’un intérêt historique et archéologique, le site, dans son cadre naturel et à travers ses  monuments et collections offre à ses visiteurs une opportunité de voyager dans l’histoire glorieuse du Maroc antique et de profiter des activités culturelles et ludiques que propose la conservation du site.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -602351.805314334924333, 4240151.469764925539494 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 22, "id": 36.0, "name": "Ville d'al- Ksar as-Saghir", "x": -5.5583800345008783, "y": 35.842191803154876, "typologie": "Ville historique d’origine médiévale ( islamique)\n", "statut": "Site classé patrimoine national depuis 1974", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\KSAR SEGHIR.png", "situation": "Le site archéologique de Ksar seghir se situe sur le littoral méditerranéen à l’embouchure d’Oued Al Kasr sur sa rive droite, à 35 km à l’est de Tanger  en face de la ville espagnole de Tarifa dont il ne se sépare que de 15 km .\n", "date_dec": "", "descriptio": "S’étendant sur une superficie de 5000 m², le site se compose de deux  unités urbaines: la ville islamique et la citadelle portugaise.\n La ville islamique de plan séculaire que matérialisé par une enceinte circulaire de 200 m de diamètre lui conférant son originalité planimétrique et urbaine aussi bien au Maroc qu'en Occident musulman. Les fouilles archéologiques réalisées dans le site durant la première moitie du XXème siècle ont permis l’identification et la reconnaissance des édifices qui composaient la ville dont une mosquée, un bain, des commerces , des ateliers de production de poterie, des habitations  et un système de fortification composé d’une enceinte fortifiée et de 3 portes qui donnaient accès à la ville : Bab Fes, Bab sebta et Bab Al Bahr, le tout était agencé et organisé autour d’une trame de voirie qui structurait la ville.\nLa citadelle portugaise : Après que se sont accaparé de la ville de Ksar Seghir ( 1458) les portugais ont procédé à des travaux de modification et de réaménagement de la ville islamique afin de l’adapter à leur besoin et leur mode de vie. Ce programme modificatif s’est soldé par la construction d’uen forte citadelle dont les vestiges imposants sont encore visibles, le renforcement des des fortifications et de des portes de la ville islamique et la transformation de la mosquée en église et le bain maure en prison.\n", "histoire": "Ayant connu une occupation humaine depuis l’antiquité maurétanienne et romaine, le site de Ksar Seghir , constituant le point le plus proche des côtes espagnoles et le plus commode pour la traversée du détroit, fût utilisé, depuis l’avènement de l’islam au Maroc,  comme un  point de rassemblement des troupes et de traversée pour la conquête de l’Andalousie.\nDepuis le XIème siècle, le site abritait une forteresse militaire almoravide sous le nom de Ksar Masmouda qui se transforma sous les Almohades en un port et une base militaire sous le nom de Kasr Majaz .\nEn 1287, le sultan Abou Yaâcoub Youssef le mérinide fit fortifier Ksar Seghir d’une enceinte circulaire couronnée de bastions et percée de portes monumentales. \nEn 1458, les Portugais s’emparèrent de la ville fortifiée en la transformant en une colonie portugaise fortifiée et ce jusqu’au son évacuation en 1550. Après son évacuation par les portugais, le site servit au début du XVIIème siècle, de port pour le débarquement des Morisques refoulés de l’Andalousie.\n", "interet": "ISite exceptionnel par sa situation, son plan, ses monuments et son exposition muséale qui met en exergue l’histoire du site, ses fonctions, ses relations et ses septicités architecturales et urbanistiques, ce site archéologique permet à ses visiteurs une belle évasion et voyage dans le temps, à travers ses ruines, ses objets et sa mémoire, il raconte l’histoire d’un territoire, d’une époque et des peuples qui ont façonné et habité ces lieux.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -618756.035076136235148, 4278928.877263597212732 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 23, "id": 28.0, "name": "Tour de Taghassa", "x": -4.7356163512416538, "y": 35.221491160298818, "typologie": "Tour de vigie", "statut": "Non protégé", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\tour de vigie taghassa.JPG", "situation": "Sur la côte méditerranéenne en amont de la localité cotière de Taghassa, sur la route qui relie Tétouan à Jabha", "date_dec": "La tour est restée debout depuis sa contruction amis elle ne fut étudiée et explorée que vers les années 80 d'abord par un archéologue espagnol et puis après par nombreux archéologues marocains", "descriptio": "Une petite tour de forme circulaire qui se compose d'une chambre à vigies construite sur une base pleine et dont l'accès se faisait par une échelle suspendue, une terrasse accesible qui servait pour guéter la navigation et tout mouvement et aussi pour donner signe par le feu en cas de danger", "histoire": "Les études archéologiques et historiques font remonter la construction de cette tour, qui fait partie d'un réseau de tours allant de Sebta à al-Hoceima, à la fin de l'époque médièvale probablement à l'époque mérinide", "interet": "Prise dans son contexte historique et géographique, ces tours au nombre de neuf dont qualques unes sont toujour préservées, nous renseignet sur le rôle des villes et ports méditérannéens dans l'histoire de cette région et celle des relations politiques et militaires du Maroc avec les pays de la rive nord de la méditerrannée. La preservation et la réhabilitation de ces tours à des points d'observation de la nature ou mêmes comme point de d'oservation  " }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -527166.40081252111122, 4194021.794340396299958 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 24, "id": 24.0, "name": "Ville d'Al Mazamma", "x": -3.8951067442534262, "y": 35.206282765314441, "typologie": "Ville  historique d’origine médiévale ( islamique)", "statut": "Le site fut inscrit patrimoine national en 2017", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\MAZAMMAMA.png", "situation": "Le site se situe dans la commune rurale d’Ait Youssef Ouali à 11 km au sud- est de la ville d’Al Hoceima sur la côte méditerranéenne en face du rocher de Nekkour toujours occupé par les Espagnoles.\n", "date_dec": "Malgré que sa mémoire ait restée vivante dans l’esprit des acteurs locaux, l’identification physique et archéologique de la cité d’Al Mazamma n’ont été rendues effectives qu’en 2009 suite aux travaux d’aménagements et de construction du complexe touristique de Souani qui englobait la parcelle  de la ville historique", "descriptio": "Ayant étés profondément remaniés par les travaux d’aménagement et de construction du village touristique Club Med (1963) et ceux  de l’aménagement de la route qui a divisé le site en deux parties, les vestiges archéologiques de la cité médiévale d’Al Mazamma mis au jour par les sondages archéologiques réalisés en 2010 et les travaux de terrassement et de nettoyage effectués dans le cadre du projet d’aménagement et de réhabilitation du site réalisés en 2018-2019, se résument en /\nTrois tronçons d’une enceinte urbaine d’une longueur cumulative de 400 ml\nDeux portes d’accès à la ville dont les traces de l’une est à peine visibles et l’autre qui perce le côté nord-est était d’aspect monumental\nDeux tours barlongues qui défendait l’enceinte\nDes vestiges de cuves rectangulaire qui pourraient être des parties d’une tannerie\nLe bastion principal dont les traces des boulés de canon visibles sur ses parois, montrent qu’il avait souffert des bombardements successifs dont la ville était objet durant son existence.\n", "histoire": "d’une histoire lacunaire, certains chercheurs contemporains placent la fondation de cette ville au 9ème siècle, elle aurait coexisté avec la ville de Nekkour pour laquelle elle semble avoir joué le rôle de port maritime sur la Méditerranée et le Golf naturel d’Al Mazamma ou d’Al Hoceima.\nLa  ville semble avoir connu son apogée de développement urbain et politique sous le règne des Almohades et Des Mérinides entre le  XIIIème et le XVème siècles.\nSuite aux pressions exercées par la réenquête chrétienne sur les cotes méditerranéennes marocaines, la ville fut volontairement et complétement  démolie par ordre du sultan alaouite Mly Rachid en 1666.\n", "interet": "Occupant un emplacement stratégique dans le Golf naturel d’Al Hoceima, le site archéologique de la ville d’Al Mazamma présente un intérêt majeur pour la recherche archéologique, historique et urbaine du Rif et les relations du Maroc médiéval avec les pays de la péninsule ibérique, le site possède un intérêt pittoresque et patrimonial pour le tourisme culturel dans la province d’Al Hoceima.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -433601.299355736991856, 4191949.603278558701277 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 25, "id": 6.0, "name": "Tour militaire de  Ghandouri", "x": -5.7593813046895264, "y": 35.787870723944188, "typologie": "Tour de vigie d’origine  médiévale", "statut": "Monument ne bénéficiant d'aucuen protection juridique", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\TOUR GHANDOURI.png", "situation": "La tour se situe dans la zone de Malabat secteur Ghandouri à l’Est de la ville de Tanger où elle occupe un plateau qui contrôle l’accès oriental de la baie de Tanger sur la méditerranée. ", "date_dec": "", "descriptio": "DIndiquée dans la carte de Texeira sous le nom de la tour de Tom, la tour est de plan carré de 5 mètres de coté et d’une hauteur d’environ 11 mètres depuis le sol jusqu’au somment des créneaux. Ne disposant pas d’une description intérieure du bâtiment, l’analyse des photos et la corrélation avec d’autres ouvrages de même nature et fonction démontrent que cette se développait sur 3 nivaux : un rez-de -chaussée qui doit servir de stockage,  un étage qui aurait la fonction d’hébergement et  une terrasse  protégée par un parapet crénelé qui devait servir de plate forme d’observation et de défense. Construite comme en signale Carlos Gozalbes Cravioto, suivant une tradition Mudéjar, la tour est construite dans une technique qui alterne lits de briques cuites et lits de moellons avec des chainages d’angles robustes en briques également.\n", "histoire": "Qualifiée d’époque médiévale par l’auteur espagnol natif de Tétouan, Carlos Gozalbes Gravioto, cette tour , qui semble faire partie d’un système de vigilance et de contrôle de la ville de Tanger et son port, fut mentionnée et décrite par certains auteurs portugais qui ont accompagné les troupes militaires portugaises dans leur la conquête des cotes marocaines. En effet, dans un passage qui décrit les opérations de ratissage des troupes portugaises, Zourara, lauteur portugais qui écrivait au XVème siècle, nous raconte  que les troupes portugaises , dans l’une de leurs opération, avaient quitté Tanger pour allez aveugler une tour qui se trouve près de vieux Tanger et qui pour Carlos Gozalbès Gravioto n’était autre la tour connue aujourd’hui sous la dénomination de Borj Ghandouri.\nDans une étude des fortifications antiques de Tanger, les auteurs mentionnent également la probabilité de l’existence d’une tour de guet dans le même emplacement, ceci parait être logique en prenant la pertinence de ce lieu qui contrôle l’accès oriental de la baie de Tanger dans la défense de la ville et de son port.\nLa tour de Ghndouri se présente aujourd’hui comme un élément insolite et presque hors contexte au sein d’un quartier moderne qui vient de concrétiser, sans le vouloir peut être, un rêve historique datant du XVème siècle, celui des troupes portugaises, d’aveugler et de neutraliser cette tour qui, pendant à peu près deux siècles d’occupation de Tanger, leur avait porté préjudice dans leur projet expansionniste. \n", "interet": "De forme carrée rappelant les minarets des mosquées du Maghreb et d’Al Andalus, cette tour,  à la technique constructive particulière, constitue un élément du patrimoine architectural et artistique et un témoin d’histoire de Tanger médiévale dont la ville de Tanger elle-même n’avait conservée aucune trace tangible. La tour témoigne de l’importance géostratégique de la ville de Tanger, porte historique du Maroc sur le monde extérieur notamment méditerranéen, dans le contrôle de la navigation dans le détroit de Gibraltar et les relations avec les pays du porteur méditerranéen.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -641131.394122337573208, 4271471.831628338433802 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 26, "id": 35.0, "name": "Grotte de  Ghar Lakhal", "x": -5.4313938220966502, "y": 35.894586791020558, "typologie": "Habitat et refuge préhistorique ( Gisement géologique et grotte préhistorique)\n", "statut": "Répertoriée parmi les sites préhistoriques de référence à l’échelle du Maroc septentrional et celle du détroit de Gibraltar, cette grotte ne bénéfice d’aucune protection juridique spéciale, cependant sa préservation est assurée dans le cadre des dispositions de la loi 22.80 relative à la protection des monuments historiques\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Ghar lakhal 4.png", "situation": "La grotte dite AL Ghar Lakhal (la caverne noire ) occupe une position culminante dans le massif de Jabal Moussa  à 320 m d’altitude et à 12 km à vol d’oiseau à l’est d’Al Kasr As-Saghir et à 4,5 km à peu près au sud-ouest du village historique Belyounech et en amant de la vallée Oued Al Marsa dont elle contrôle la baie à 3,5 km.\n", "date_dec": "On rapporte que la  grotte d’Al Ghar Lakhal fut signalée pour la première fois par l’officier espagnol des affaires indigènes T. de Azcarate au début  du XXème siècle, ensuite elle le fut aussi par le Dr Apffell, vice-président de la Société d’histoire et d’archéologie de Tanger, qui fut le premier à avoir insisté  sur l’éventuel intérêt archéologique de cette grotte durant le premier congrès archéologique du Maroc espagnol qui a été organisé en 1953.\n", "descriptio": "Il s’agit d’une cavité qui s’ouvre dans un éperon rocheux sur la façade méridionale du Mont Moussa que les auteurs de tout temps assimilent à l’une des colonnes d’Hercule, un lieu chargé de mythes et de légendes. Extérieurement, la grotte se présente sous forme d’une entaille de morphologie triangulaire qui mesure 6 mètres à la base et 7 mètres de hauteur. L’intérieur de la grotte est constitué de plusieurs poches remplies de sédiments et dont l’épaisseur général atteint 4,80 divisé en 5 niveaux d’occupation dont le premier correspond au niveau superficiel et le cinquième correspond au niveau le plus profond.\n", "histoire": "Ayant livré des indices d’occupation qui remontent à l’épipaléolithique soit le XIIème millénaire avant notre ère, la grotte d’Al Ghar Lakhal est considérée par les archéologues parmi les sites préhistoriques les plus importants au sein d’un ensemble culturel cohérent témoignant d’une occupation humaine du Maroc septentrional plus dense qu’elle n’avait été initialement perçue.", "interet": "Le site  possède de nombreuses valeurs qui lui confèrent un intérêt  touristique et social indéniable: \nLe site d’Al Ghar Lakhal, faisant partie d’un réseau très dense des sites préhistoriques, présente un intérêt archéologique très grand du  fait qu’il participe à la connaissance de l’histoire de peuplement de cette région depuis au moins l’ épipaléolithique et pendant la période de néolithique.\nPar sa position perchée,  le site possède une valeur panoramique exceptionnelle sur la vallée et la baie d’Oued Al Marssa qui semble avoir constitué le premier mouillage de traversée vers l’Andalousie \nLe site constitue une composante archéologique très importante au sein de la réserve de la biosphère internationale de la Méditerranée \nLa grotte se trouve au cœur du site d’intérêt biologique ( SIB) de Jabal Moussa, lieu de plusieurs mythes et légendes,  qui englobe aussi le village historique de Belyounech très connu pour sa nature luxuriante,  ses sources d’eau limpides et ses plages  et ses plages insolites.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -604619.994573530973867, 4286126.35445490386337 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 27, "id": 2.0, "name": "Grotte d'hercule", "x": -5.9391777240975863, "y": 35.75956421012966, "typologie": "Site archéologique légendaire et paysage pittoresque\n", "statut": "La grotte d’Hercule est protégée par une loi de 1950 comme site pittoresque et archéologique \n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\GROTTE.png", "situation": "La grotte occupe une terrasse du massif d’Achakkar à 14 km à l'ouest de Tanger et s’ouvre directement sur l’Océan atlantique par une fenêtre dessinant la carte du continent africain ( voir carte)\n", "date_dec": "La grotte d’Hercule fait parti d’une séries de grottes naturelles et préhistoriques qui furent découvertes au19ème siècle  dans le cadre d’activités archéologiques menées par Charles Tissot puis Ponsich\n", "descriptio": "La grotte est constituée de plusieurs galeries et plusieurs chambres dont certaines ont été obstruées pour des raisons de sécurité. A travers un tunnel qui fait à peu près 10 mètres de longueur  en forme de vestibule on abouti sur le ventre de la grotte qui s’ouvre sur l’Atlantique par une large brèche prenant le tracé du continent africain, et à gauche et à droite se développent d’autres galeries et chambres dont certaines sont inaccessibles . Une autre grotte de petite taille se trouve à gauche de l’entrée de la grotte principale; celle-ci se trouve aujourd'hui séparée la grotte principale et sa gestion est assurée par une personne physique.\n Partout sur les parois et les plafonds de cette grotte on peut remarquer les traces d’une activité artisanale séculaire d’extraction et de fabrication de meules à grain dont la commercialisation se fait à travers la région.\n", "histoire": "Ayant des origines géologiques anciennes, la grotte d’Hercule a servi de refuge et  d’habitat pour les hommes préhistoriques  du moins à partir de la période néolithique soit 5000 ans av.J.C . Elle a aussi servi de carrière et d’atelier d’extraction et de fabrication des meules à grain  depuis la haute antiquité  jusqu’à l’époque contemporaine. La domination de la grotte et son histoire antiques sont fortement liées à la mythologie grecque qui en fait lieu de résidence d’Hercule et la scène du combat légendaire qui aurait confronté ce héros grec au géant Atlas ou Antée roi du pays où se situait le jardin des Hespérides aux pommes d’or , un pays qui coïncide  avec l’actuelle région de Tanger.\n", "interet": "La grotte d’hercule est un site patrimonial et touristique remarquable , elle  jouit d’une renommée touristique internationale  qui est due à son aspect mythologique et légendaire, à son aspect morphologique et esthétique et aussi à l’aspect pittoresque et paysager de son site. La dimension archéologique préhistorique de la grotte est souvent occultée et mal mise en valeur au détriment des son aspect naturel et légendaire. \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -661146.239977296674624, 4267588.012769259512424 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 28, "id": 4.0, "name": "Nécropole de Marchane", "x": -5.8200128970073424, "y": 35.79091743442217, "typologie": "Nécropole d’origine antique", "statut": "Le site fut classé aux monuments historique par la loi du 15 Février 1934\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Necropole Marshan.png", "situation": "La nécropole se situe au Nord-ouest de la Médina de Tanger à 450 m de ses remparts, elle occupe un site privilégié dans le quartier de Marchan sur l’extimité nord du plateau au bout de la falaise qui surplombe la corniche de Merkala qui s’étend depuis l’embouchure de l’Oued al- Yahoud jusqu’au port de Tanger.", "date_dec": "Le site fut découvert d’une manière fortuite en 1910 à l’occasion de travaux de terrassement privés", "descriptio": "La nécropole antique de Marshane semble couvrir une grande superficie qui s’étend depuis la rue Ibn al- Abbar où se trouvent quelques tombes de même typologie jusqu’à la falaise du plateau Marshane à l’endroit appelé ’’ Hajrat Ghannam’’ ou glissoir d’Al-Hafa où se trouve la partie la plus connue et la plus grande de cette nécropole.\nLa nécropole, qui semble faire partie d’un ensemble de nécropoles mégalithiques qui ont été découvertes aux alentour de Tanger,  se compose de 98 tombes à caisson dont plus de 50 sont taillées directement dans la roche même de la falaise. Les tombes sont en forme, souvent, rectangulaire parfois trapézoïdale ou carrée et elles sont généralement orientés Est-Ouest alors que les sépultures étaient posées sur le côté gauche visage vers l’Est. À leur découverte ces tombes n’ont livré que peu de matériel archéologique appréciable et datable. \n", "histoire": "Connue des habitants de Tanger sous l’appellation de tombeaux phéniciens, les études archéologiques comparatives ont montré, contrairement aux premières datations qui attribuent ces tombes aux phéniciens, qu’il s’agit d’une nécropole d’époque punico-mauritanienne qui a été réemployée à l’époque romaine comme en atteste le matériel archéologique mis au jour que se soit dans les tomes de Hajrat Ghannam ou celles e la rue Ibn AL Abbar. \nEn effet, l’utilisation de cette nécropole semble s’étaler sur une longue période, depuis le VIème siècle avant J.C jusqu’au VIème après J.C; de ce point de vue cette nécropole constitue un témoignage matériel sur l’histoire antique de Tanger qui, vue sa situation géographique géostratégique et son positionnement au confluent des eux mers, l’Atlantique et la Méditerranée et deux continents l’Europe et l’Afrique,  semble avoir été peuplée d’une manière permanente depuis la préhistoire jusqu’à présent", "interet": "Située sur un site culminant donnant sur la corniche de Merkala offrant une vue panoramique imprenable sur la baie de Tanger depuis Jebel Kebir jusqu’au cap Malabata et sur le détroit de Gibraltar et les côtes espagnoles, la nécropole de Marshan constitue l’un des balcon de Tanger sur la Méditerranée, elle constitue un lieu de rencontre pour les Tangérois pour contempler le paysage et le carnaval des navires et des barques entrant et sortant du port.\nSite historique et archéologique emblématique de Tanger, la nécropole de Marshan et ses tombes permet aux visiteurs de se saisir de l’importance qu’avait cette ville cosmopolite et internationale dans l’espace méditerranéen et des rites et traditions funéraires des peuples qui ont habité la ville dans l’antiquité.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -647880.872105142101645, 4271889.940516840666533 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 29, "id": 5.0, "name": "Kasba de Ghaylane", "x": -5.7713920308066404, "y": 35.779387469390379, "typologie": "Un chantier naval d’origine médiévale et une forteresse d’origine moderne\n", "statut": "Inscrite au patrimoine national en 2018", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\GHAYLANE.png", "situation": "Les vestiges de ce monument se situent sur la route de Malabata, sur la rive gauche de l’oued al Chat à environ 2,5 km de l’ancienne Médina. Ils sont limités au nord par le Boulevard Mohamed VI reliant Tanger-ville à Malabata, au sud par le quartier Tanja al-Balya, à l’est par un paysage lacustre et à l’ouest par la résidence estivale de Bank al-Magrib.\n", "date_dec": "Restant associée, dans la mémoire collective des tangérois, à la guerre sainte menée par les combattants  d’al-Khadir Ghaylane pour la libération de la ville de Tanger de l’occupation portugaise, puis anglaise, la reconnaissance et l’identification archéologiques,  toujours problématiques, de ces vestiges impressionnantes remonte à une dizaine d’années seulement grâce à la publication par l’archéologue Abdelatif El Boudjay d’un article sur le monument.    ", "descriptio": "S’étendant sur une superficie globale d’environ 1,5 hectares, les vestiges de la Kasba dessinent un rectangle irrégulier de 141x113 mètres  \nLe monument se présente sous forme de ruines que les archéologues, en essayant d’en  décrypter forme et sens, ont pu nous offrir une restitution de ce qu’il fut à l’origine. Selon les conclusions établies, il s’agit d’un chantier naval d’origine médiévale ( époque mérinide) qui fut à l’époque moderne ( époque alaouite XVIIème siècle) réhabilitée en forteresse par al Khadir Ghailane  pour en faire un lieu de campement des les troupes des combattant venant participer à la libération de la ville de Tanger de l’occupation portugaise puis anglaise.\nD’après la description et la restitution en 3D faite par  Carlos Gozalbes Gravioto, le monument semble doté des principaux éléments de défense, 7 tours de forme rectangulaire dont 4 aux angles et 3 défendant  les deux portes monumentales qui percent la courtine nord ainsi qu’un chemin de ronde ce qui lui confèrent un rôle militaire qui a supplanté, apparemment, sa fonction initiale de chantier naval en relation avec l’histoire maritime et portuaire de la ville médiévale de Tanger.\n", "histoire": "L’histoire de ce monument est fortement liée à l’histoire maritime de Tanger et à sa fonction de ville portuaire port qu’elle l'était depuis toujours. En tant que ville portuaire, Tanger, à ce que rapporte Abdeatif El Boudjay, était dotée d’un chantier naval depuis au moins le XI. \nLes analyses topographiques et comparatives attestent que la Kasba de Ghaylane était bel et bien le chantier naval de Tanger médiéval ( Dar Sina’at as-ssoufoun ) dont la fondation et la construction semble remonter au XIVème siècle, pendant le règne de la dynastie mérinide. \nAyant, probablement, été touchée par la crise politique et militaire qui a frappé le Maroc méditerranéen à partir du début du XVème siècle et qui a été soldée par l’occupation de la Ville e Sebta par les Portugais( 1415), cet ouvrage semble avoir été en période de décadence et quand les Portugais se sont accaparés de la ville de Tanger (1478)  ce chantier naval n’était que ruines.\n des circonstances politiques et militaires qui ont Suite aux circonstances politiques et militaires qu’a connu le Maroc méditerranéen au début du XVème \n", "interet": "Constituant un élément du patrimoine architectural et historique du Maroc,  cet édifice représente un fragment de l’histoire maritime et portuaire de la ville de Tanger dont l’histoire politique et la stratification urbaine incarne l’histoire de tout le Maroc.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -642468.422037752112374, 4270307.734511852264404 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 30, "id": 8.0, "name": "Usine de Tahadarte", "x": -5.9827999119793258, "y": 35.579621950881851, "typologie": "Un complexe industriel d’origine antique ( usines de salaison de poissons et de fabrication du garum)", "statut": "Non protégé\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Tahadarte.png", "situation": "Le site archéologique de « Tahdarat » est situé sur la rive droite de l'embouchure du « Wadi Tahadart », à 10 kilomètres au nord de la ville d'Asilah, dans la zone humide de la vallée du « Tahdarat \n", "date_dec": "Début du XXème siècle\n", "descriptio": "Il s’agit de l’un des complexes des plus importants et des plus grands de salaison de poisson et de fabrication du garum de la Maurétanie tingitane qui s’ajoute à ceux de Lixus et de Cotta. Les fouilles archéologiques réalisées dans le site ont permis d’identifier 6 usines de salaison de poisson et de fabrication du garum dont les bassins atteignent 400 m² de superficie. Chaque usine était équipé d’un ensemble des bassins de traitement des poissons, d’une chaufferie, d’un espace de réception et des locaux de stockage des amphores contenant la sauce de poisson qui a été destinée à être exportée dans les différents pays de la Méditerranée. Ce site,  dont les explorations archéologiques n’ont pas encore permis d’en connaitre l’extension et l’ampleur, a livré des traces d’autres bâtiments qui pourraient être de nature résidentielle et sanitaires", "histoire": "Loin d’être exploré dans les détails, l’histoire de ce complexe est à maître en parallèle avec l’histoire des autres complexes de salaison de poisson et de fabrication du garum trouvés à Lixus, Cotta et d’autres établissements industriels éparpillés à la fois sur la côte atlantique comme méditerranéenne. \nD’une richesse et d’une diversité à la fois typologique et géographique exceptionnelle, le matériel archéologique exhumé dans le site renvoie à une occupation permanente du site qui va du VIème siècle avant J.C jusqu'au IIIème siècle après; il s’agit, comme c’est le cas pour Lixus et Cotta,  d’un établissement  dont la fondation remonte à l’époque punico libyque qui a été maintenu en production sous l’occupation romaine, il a du être abandonné vers la fin du IIIème siècle. Cependant le site a livré aussi un  matériel archéologique datant de l’époque islamique médiévale, un établissement islamique semble avoir été érigé sur le site antique, d’ailleurs, l’historiographie médiévale rapporte que al- Kasim In Idriss II après qu’il a été vaincu par son frère Omar serait retiré à Tahadart où il s’est établi pour une certain temps, d’autre part ce site avait aussi livré un matériel lithique qui atteste l’occupation du site depuis la préhistoire. En définitif, il semble que ce site, grâce à sa situation géographique et ses ressources naturelles notamment hydrique, végétale et  aloétique, était peuplé d’une manière permanente depuis la préhistoire jusqu’au moins l’époque médiévale.  \n", "interet": "Occupant l’estuaire d’Oued Tahadart jadis navigable près de l’emboucher  , un fleuve majeur de la région, dans le périmètre de la zone humide de Tahadart qui constitue un site d’intérêt biologique d’une grande valeur et aussi sur l’axe qui reliait les trois métropoles antiques les plus importantes de la péninsule tingitane , Lixus , Zilil et Tingis, le site archéologique de Tahadart associé aux établissements industriels antiques de salaison de poissons et de fabrication du garum, nous permettent aujourd’hui encore de voyager dans l’histoire et la géographie antique et médiévale du Maroc, ils nous permettent spécialement d’étudier la relation des habitants de la péninsule tingitane de l’époque antique avec la mère et de mesurer et d’apprécier ’importance des ressources aloétiques et de cette industrie de salaison de poissons et de fabrication du Garum dans l’économie de cette province et de ses habitants, une industrie qui a été, sans doute, parmi les motifs qui ont conduit à l’occupation romaine du Maroc. Faut-il rappeler que la région abritent " }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -666002.2397195805097, 4242931.110307831317186 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 31, "id": 3.0, "name": "Kasba d'Agla", "x": -5.86651292606971, "y": 35.796025204679111, "typologie": "Forteresse militaire, lieu de campement, d’origine moderne ?\n", "statut": "Le monument ne bénéficie d’aucune protection spéciale\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\AGLA.png", "situation": "La forteresse d’Agla est située à 5 km à l’ouest de la ville de Tanger et à 5 km à l’Est de Cap Spartel où elle occupe un petit plateau su bord de la Méditerranée à 60 m par au dessus du niveau de la mer dans une région très", "date_dec": "La Kasba d’Agla qui semble s’identifier avec « el Castillo des las Aguillas », le château des Aigles, de l’Atlas de Texeira (XVIIème siècle) est restée méconnue jusqu’à la publication en 2008 d’un article dans la revue de l’Association des Lauréats de l’INSAP d’un article sur ce monument.\n", "descriptio": "Suivant le plan de restitution établi par Carlos Gozalbes Cravioto, la Kasba, qui se présente aujourd’hui sous forme de ruines, était de forme carrée de taille moyenne (40,5 m sur 40,5 m). Il était doté de quatre tours d’angle de plan carré mesurant Le monument se compose d’une cour centrale à ciel ouvert entourée d’une enceinte construite en moellon que flanque ,à chaque angle, une tour carrée mesurant 4m sur 4m et dont la hauteur dépasse largement la hauteur des courtines.. Des témoins de la porte d’accès à la Kasba sont toujours visibles du côté nord et les vestiges d’escaliers menant au niveau supérieur sont présents au niveau de la tour nord-est. \n", "histoire": "La forteresse d'Agla fait partie d'une ligne de défense composée d'un ensemble de kasbas qui jalonnent le territoire de la ville de Tanger et qui datent toutes de l'époque alaouite parmi lesquelles on cite la Kasba de Sayoufa sur la route de Tétouan, la Kasba dite d'al Kahdir Ghaylan’’ sise dans la baie de Tanger à Malabata et la Kasba dite de Beni Said Bou Amar située à environ 5 km à l'est du centre de Gzenaya sur la route d’Assilah à environ 14 km de la ville de Tanger.\nPrésumée de fondation alaouite plus précisément de l’époque de Moulay Ismail ( 1672-1727) la kasba d’Agla pose problème de son origine. Il parait qu’elle a supplanté un monument d’origine médiéval cité par al-Bakri ( XIème siècle) sous le nom de Ribat Cap Ishpartel ou encore le château des Aigles de l’Atlas de ( 1634)\n", "interet": "Située au bord de la Méditerranée dans un site pittoresque riche en ressources hydriques et végétales dans un emplacement qui lui permet d’observer le passage du détroit de Gibraltar, les vestiges archéologiques de la Kasba d’Agla représentent des indices  matériels d’une époque historique très particulière de Tanger et de toute la zone. Récupérée et mise en valeur, cette Kasba prise dans son environnement naturel pourra constituer un atout pour le développement  du tourisme de nature et d’histoire.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -653057.231662237434648, 4272590.930563439615071 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 32, "id": 15.0, "name": "Hisn al-Fath ( Gbibate)", "x": -6.1526261994376163, "y": 35.199419199128222, "typologie": "Forteresse militaire d’origine poste médiévale ( 15ème-16ème  siècle ) ", "statut": "Le site ne bénéficie pas d’une protection juridique, cependant il bénéficie d’une protection administrative en application des dispositions de la loi 22.80\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\B LGBIBAT.png", "situation": "Cette forteresse occupe l’extimité nord-ouest de la médina de Larache et elle occupe une esplanade rocheuse qui surplombe et contrôle l’embouchure de l’Oued et son port à 22 m audessus du niveau de la mer Cette fortification se situe au nord-est de la ville à côté de la mer, elle marque la limite occidentale du tissu urbain. \n", "date_dec": "C’est un monument qui est resté fonctionnel depuis sa construction jusqu’au début du XXème siècle où il fut transformé en hôpital militaire espagnol  \n", "descriptio": "S'étendant sur une superficie qui dépasse 2000m², La forteresse se compose d’un bâtiment central de plan carré  composée d’une vaste cour centrale autour de laquelle sont aménagées des petites cellules voutées ouvrant sur cette même cour et dont certaines étaient équipées de canons . Circonscrit par une enceinte extérieure construite en pisé très résistant et d’une  épaisseur qui varie entre 1,50 et 2m,  ce bâtiment carré était prolongé dans chacun de ses quatre angles par un bastion en forme de pointe de flèches ou de trèfle en avance par rapport au corps central ce qui permettait une meilleure observation de l’entourage du bâtiment et ses courtines. \nUn escalier aménagé dans l’angle est donne accès à l’étage supérieur, ce dernier se compose d’un large chemin de ronde en forme de carré qui occupe les toitures des cellules d’en bas et de quartes terrasses qui occupent les toitures des bastions et dont seuls subsistent trois aujourd’hui. Le tout forme une vaste batterie qui était équipée de plus de 40 canons. Les coins de certains de ces bastions  étaient surélevés de petites coupoles cylindriques , d’où l’appellation de Borj Lagbibate qui veut dire la forteresse aux coupoles. \nAyant servi de plate forme de tire à canon, cette terrasse était protégée par un parapet très résistant dans lequel étaient aménagées des embrasures pour canons.\nAyant fait objet de nombreuses interventions , ce monument exceptionnel par sa taille et sa conception inspirée de l’architecture militaire occidentale moderne, en particulier italienne, se trouve dans un état de préservation critique.  \n", "histoire": "Attribuée aux Sa’adiens et dont la construction remonte à 1586 soit 8 ans après la fameuse bataille d’Al Kasr Al Kabir ( Oued Al Makhazine de 1578), la forteresse, connue aujourd’hui sous le nom de Borja Lagbibate ou Borj Sa’adiyine, semble avoir été construite sur les traces d’un autre ouvrage militaire, un fort ou un château, d’origine Wattasside dont la construction remontrait à l’époque de la fondation de la Kasba de Larache à fin du XVème siècle, son existence était signalé sur certaines cartes et chez certains auteurs depuis le début du XVIème siècle.  \nDurant la première occupation espagnole de Larache, qui a duré de 1610 à 1689, la forteresse, qui fut rebaptisée castillo de san Antonio, a continué à jouer son rôle de fort et de batterie de défense de la façade maritime de la ville de Larache et de son fluvial.\nL’histoire de cette forteresse raconte celle de la ville de Larche qui, depuis sa libération en 1689,  allait faire objet de nombreux bombardements  et nombreuses qui visaient l’anéantissement  du rôle jihadiste et commercial du port de la ville et de sa flotte.\nSous le règne de Sidi Mohammed Ben Abdellah ( 1757– 1790), la forteresse fut restaurée, renforcée et équipée de plusieurs canons, c’est à cette époque aussi qu’elle fut dotée de ces 4 guérites circulaires que surmontent des coupoles, desquelles fut obtenu l’appellation de Borj Lagbibate qui prédomine jusqu’ présent.\nSous la deuxième occupation espagnole ( 1912-1956) la forteresse fut réhabilitée en hôpital militaire par les Espagnols. Après plusieurs décennies d’abandon, la forteresse fut louée à une entreprise espagnole pour y aménager un hôtel, mais faut de pouvoir concrétiser ce projet, la forteresse est entrée dans un phase de détresse et de dégradation qui menace ruine.\n", "interet": "Considérée parmi les rares et les plus importants monuments militaires de l’époque sa’adienne, cette forteresse jouit  d’une notoriété absolue chez les Larachois et chez  tous les défenseurs du patrimoine historique. De par qu’elle constitue un témoignage matériel éloquent  de l’histoire politique et urbaine de la ville de Larche et un site exceptionnel par sa position et sa topographie qui permet de contrôler la baie de Larache et son port  et de contempler un coucher de soleil exceptionnel, elle présente aussi un potentiel pour abriter des activités culturelles et touristiques de grande envergure.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -684907.215562749537639, 4191014.548166295047849 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 33, "id": 16.0, "name": "Hisn an-Naçr ( Laqlaq)", "x": -6.1495608620777942, "y": 35.195336857317244, "typologie": "\nForteresse militaire d’origine poste médiévale ( 16ème siècle ) \n", "statut": "Inscrit monument historique par arrêté ministériel n° 263-07 Du 25/01/2007\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\B LAQLAQ.png", "situation": "Borj Laqlaq se dresse majestueusement à l’extrémité sud- est du plateau sur lequel a été construite la Kasba de Larache. Il occupe une position De taille imposante,  Borj Laqlaq se dresse majestueusement à l’extrémité sud -est de la médian et de la kasba sur la colline d’où  il domine une grande partie du l’Ouedl suplimbe la qasba et la précipice est de la colline sur laquelle a été construite cette dernière . Il domine l’ensemble de la compagne sud de la ville et les méandres du Loukkos.  \n", "date_dec": "Malgrès qu'il soit resté abandonné pour plusieurs décenies, cette fortresse, imposante par sa taille, est restée vivante et debout depuis sa construction jusqu' aujourd'hui", "descriptio": "S’étendant sur une superficie d’à peu près 1800 m², la forteresse dite Hisn an-Naçr épouse la forme d’un triangle presque isocèle que délimitent trois courtines extérieures de 40 m de longueur et de 8 m de hauteur et entre 1,5 m et 2 m d’épaisseur. L’ouvrage est construit un béton traditionnel très solide, un mélange de terre, de la chaux et de gravier grossir,  alors que les chainages des angles sont exécutés en pierre de taille très soignée.\nLes angles de ce triangle sont fortifiés de bastions en forme de pointe de flèche flanquée, de part et d’autre, d’orillons semi-circulaires  dans lesquels sont aménagées des petites portes discrètes qui marquent le prolongement des chambres couvertes par les bastions dont celui du Nord a été complètement disparu.\nLe Monument se compose d’un rez-de-chaussée à fonction de stockage et de résidence que surmonte une grande terrasse  à fonction purement militaire de défense et de vigilance dont l’accès se fait par des escaliers aménagés dans l’angle nord.\nLa terrasse se compose de trois larges couloirs sous forme de chemin de ronde qui occupe les toitures des galeries et de deux espaces triangulaires qui épousent les toitures des bastions sud et ouest. Ces terrasses sont délimitées du côté intérieur par un faible parapet qui donne vue sur la cour centrale. Du même cette terrasse est délimitée des côtes extérieurs par un parapet dont la hauteur est supérieur à 1,50m dans lequel sont aménagés 40 canonnières et plusieurs meurtrières\n", "histoire": "Cet ouvrage militaire exceptionnel fut construit à la fin du 16ème siècle probablement juste après la fameuse bataille de l’Oued al Makhazine 1578, selon al Fashtali , ce fort ainsi que son jumeau Hisn Al fath qui occupe l’extrémité Nord de la médina de Larache sur l’embouchure de l’Oued Loukous, fut érigé sous ordre du sultan saâdien Ahmed al mansour pour garantir la sécurité de la ville de Larache du côté de la compagne. Les travaux de construction  de cette forteresse  ont duré plusieurs années, elles ont pris fin en 1594. L’ existence de ce fort ainsi que de celui de la mer est attesté sur les différentes cartes et gravures qui ont été produites par les militaires espagnols après leur occupation de Larache en 1610 . Les espagnols ont changé le nom de cette forteresse, désormais elle était connue sous l’appellation de Castillo de Nuestra Señora de Europa» ou «Castillo de Santa Maria»\n", "interet": "Ayant constitué avec son frère jumeau Hisn al-Fath les clés de la garantie de l’intégrité et de la sécurité de la ville de Larache, cette forteresse exceptionnelle par sa taille et son architecture d’inspiration occidentale moderne  constitue un élément phare du patrimoine architectural militaire de l’époque saâdienne et de la ville de Larache, c’est aussi un témoin d’histoire qui nous renseigne sur le rôle joué par la ville de Larcahe et son port dans la défense de l’intégrité territoriale du Maroc contre l’occupation portugaise et espagnole.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -684565.983768744510598, 4190458.429485829081386 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 34, "id": 17.0, "name": "Borj al-Yahoudi", "x": -6.1490075973323597, "y": 35.195709281482458, "typologie": "Tour de vigie d'origine poste médiévale", "statut": "Inscrite patrimoine national en 2007", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Borj yahoudi.jpg", "situation": "Cette tour se situe au sud-est de la médian de Larache et sa kasba à l'extrémité est de la place de dar Makhzen en face de Borj Laqlaq et le cimetière islamique de Lalla Menana", "date_dec": "Le monument est resté debout depuis sa construction jusqu'à présent ou il fut réabilité même en musée archéologique", "descriptio": "Tour de plan carré constituée de de 3 niveaux: \n- Un sous-sol dont le centre est occupé par un pilier central de forme exaagonal supportant un plancher en voutes de berceaux. Le sous sol était doté de d'une fenêtre donnat sur la pente qui délimite l", "histoire": "De datation inconnue, cet édifice à caractère militaire, qui, comme en rapporte la tradion orale aurait servi de siège pour le médecin juif qui accompagnait le sultant sa'adien Ahmed al- Mansour Dahabi durant son séjour à Larache, commence à figu", "interet": "Monument singulier par sa forme et son architecture, cette tour joue un rôle culturel très important dans la vie communautaire des larachois. Monument emblématique dans la place de dar Makhzen où se situait le siège du pouvoir administratif et polit" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -684504.394619008875452, 4190509.161961318925023 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 35, "id": 18.0, "name": "Opidum Novum", "x": -5.9077438820543762, "y": 34.991880461561145, "typologie": "Un établissement antique probablement romain", "statut": "Non protégé", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\drapeau.png", "situation": "Quelques traces qui s'identifient à cet établissement ont été retouvées dans la zone ou se situe la grande mosquée de la ville médiévale d'al-Kasr al-Kabir dans la partie sud-ouest de la Médian", "date_dec": "Début XXème siècle", "descriptio": "Il s'agit de deux inscriptions latines et des blocs de pièrre taillés qui semblent appartenir au dit établissement", "histoire": "Faute d'études archéologiques, on ignore tout de l'histoire de cet établissemnt et de sa configuration ", "interet": "Un intérêt archéologique et historique pour connaitre l'histoire et la stratégie de peuplement de la ville d'al-Kasr al-Kabir avant pendant l'antiquité" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -657647.040687370346859, 4162777.785960751120001 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 36, "id": 38.0, "name": "Kasba Syoufa", "x": -5.711314946291588, "y": 35.648897149906787, "typologie": "Forteresse militaire, lieu de campement,  d’origine moderne", "statut": "Monument d’une grande consistance qui n’est pas encore protégée\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\SAYOUFAFA.png", "situation": "La kasba se situe en amont du barrage Ibn Batouta dans la commune de Hakkama à droite de la route qui relie Tanger à Tétouan et sur la ramification qui relie le centre de Hakkama à jabal al-habib", "date_dec": "Ce monument fut identifié vers la fin des années 30 par le religieux El Padre César Moran Bardon , cependant , elle n’a jusqu’à présent fait objet d’aucune exploration archéologique visant à déterminer sa chronol", "descriptio": "S’étendant sur superficie qui dépasse 9000 m², la forteresse se compose, dans son état actuel, d’une enceinte en forme de pentagone irrégulier épousant la topographie du terrain, pourvue de chemin de ronde et de parapet et renforcée de tours de forme carrée dont certaines sont effondrées et d’autres ne sont qu’un amas de pierres. Les matériaux de construction sont des moellons de dimensions dégrossis liaisonnés avec un mortier de chaux.\nConstruite en pierre locale qui lui confère une intégration parfaite dans le paysage, cette forteresse, qui fait partie d’un réseau d’ouvrages défensifs construits autours des villes et sur les routes qui relient les différents centres urbains,  occupe une position stratégique sur un petit plateau de la montagne de Zinat en contrôlant  l’axe routier qui relie Tanger à Tétouan et toute la vallée de Oued Sania occupée aujourd’hui par le barrage Ibn Batouta.\nLa population locale désigne la colline qui abrite le site par l’appellation « loutea » ou terrain plat et les structures archéologiques par l’appellation « ksiba » ou « kasba ».\n", "histoire": "On ne connait ni l’histoire ni la date de fondation de cette Kasba qui, selon certaines réflexions, pourrait dater de l’époque alaouite plus exactement du temps de Moulay Ismail dont les troupes mobilisées pour la libération des villes occupées ( Sebta et Tanger) avaient besoins des locaux protégés pour le rassemblement et le ravitaillement. À analyser le caractère architectural de cette Kasba et celles d’Agla et sidi Amer qui furent construites dans la même période, on peut en déduire qu’elles furent des installations provisoires elles n’étaient pas construites pour durer, on suppose qu’elles furent démontées aussitôt après la libération de la ville de Tanger ( 1784).\n", "interet": "En plus de sa valeur historique et paysagère renforcée par sa position en amant du lac du barrage ibn Batouta, cette kasba qui fait partie du patrimoine archéologique de cette région possède un potentiel énorme pour qu’elle soit réhabilitée en lieu d’accueil et d’hébergement touristique.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -635780.671581192174926, 4252417.087612670846283 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 37, "id": 39.0, "name": "Palais de Moulay Yazid", "x": -5.4959285462011076, "y": 35.316760366405418, "typologie": "Demeure palatiale ( maison royale et refuge de montagne)\n", "statut": "Non protégé\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\K M YAZID.png", "situation": "Le monument se situe dans la localité d'al Hisn au peid de Jabal al-alam aui abrite le Mausolée de Moulay Abdessalam ibn Machich  sur sa façade orientale", "date_dec": "Resté projet inachevé, l’histoire de cette demeure est toujours vivante dans la mémoire collective des habitants de cette localité.\n", "descriptio": "Le plan de masse du palais dessine un rectangle de 31,32 sur 26,78 m couvrant une superficie globale de plus de 800 m². Le monument se composait de plusieurs dépendances dont:\n- Un long couloir latéral aveugle formant vestibule qui relie la porte d’entrée principale à l’intérieur du palais mais aussi un espace d’attente comme en témoignent les banquettes qui flanquent ce couloir de part et d’autre.\n- Une cour patio à ciel ouvert qui fait un peu près 150 m² et marque l’espace principal ou convergent  toutes les parties du palais. \n- Un salon d’honneur avec anti chambre qui occupe le fond nord de la cou\n- Des chambres autour la même \n- Un oratoire privé avec mihrab et salle d’ablution\n- Une fontaine murale monumentale\n- Une zone domestique constituée de plusieurs chambres réparties autour d’une courette. \n- Des magasins de stockage et un escalier qui semble donner accès à un étage supérieur\n", "histoire": ": Il n’existe aucune source historique fiable qui traite de l’histoire de cette demeure montagnarde qui, à en juger la qualité architecturale de ses vestiges, était d’un gout et d’une facture raffinés.  En effet l’attribution de la construction de ce palais à Moulay Yazid Ibn sidi Mohammad ben Abdellah , alors qu’il était encore prince,  relève de la simple tradition orale. On raconte qu’à son retour d’un pèlerinage de la Mecque, Moulay Yazid, prince rebelle,  dont le retour au pays ne semble pas arranger son père, se refugia au Horm de Moulay Abdessalam ben Machich où il va résider jusqu’à la mort de son père en 1788-89.  \nDans une note publiée en 1939, Tomas Garcia Figueras rapporte, sans référence aucune, que la construction de ce palais a été ordonnée par Moulay Yazid pendant son séjour à Jabal Al Alam soit entre 1788 et 1792. La construction de ce palais est à mettre en relation avec les circonstances  politiques qui ont marqué le Maroc après la mort du sultan Moulay Ismail. \n", "interet": "Monument énigmatique et exceptionnel dans le contexte géographique des Jbala, le palais dit de Moulay Yazid dont l’emplacement à l’intérieur du Horme jadis sacré du mausolée abritant les dépouilles du marabout emblématique de  Moulay Abdessalam lui confère une valeur symbolique très importante pour les habitants de cette localité. Formant un élément du patrimoine architectural et culturel de cette région, le palis se situe également dans le périmètre du parc naturel de Bouhachem qui se distingue par la diversité et la richesse de son patrimoine naturel botanique et zoologique.\nÀ sa valeur monumentale, architecturale et historique, ce palais, une fois réhabilité,  peut jouer un rôle fondamental dans la dynamisation touristique de cette région en tant qu’un lieu d’accueil et d’hébergement touristique.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -611803.967199323698878, 4207011.367294953204691 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 38, "id": 41.0, "name": "Nécropole Ain Dalya", "x": -5.8342710573066476, "y": 35.663231524499679, "typologie": "Nécropole  mégalithique antique \n", "statut": "Le site ne bénéficie pas d'une protection juridique spécifique, ceendant sa prése", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\N ALIA.png", "situation": "Situé à environ 15 km à sud de la ville moderne de Tanger, ce site archéologique, s'étend sur le flanc d'une colline aux pieds de la montagne \"Jebel Dahar Zhirou\", dans une région fertile où coule le fleuve Mehardad avec ses affluents. \n", "date_dec": "La découverte de ce site et son identifacation a été faite dans le cadre de travaux de reconnaissances arcéologiques menés au début du XXème siècles par différents explorateurs occidentaux", "descriptio": "Le se compose de 84 tomes dont 77 de type \"à caisse\", généralement de forme rectangulaire et trapézoïdale, 2 sarcophages et 5 tombes construites par assemblage de blocs bien coupés. Les dimensions des tombes sont très différentes en longueur et en largeur : de 1 à 2 mètres pour les plus grands exemplaires, et de 20 à 30 centimètres pour les plus modestes. La profondeur varie, cependant, de 10 à 80 centimètres.\nLe mobilier funéraire découvert se compose essentiellement de céramiques et d'objets métalliques ordinaires et typiques de l'époque, ainsi que des bijoux en argent et en or fabriqués localement  selon les traditions artisanales clairement empruntées à la civilisation phénicienne. \n", "histoire": "HCompte tenu de l'absence de lampes, de statues puniques et de céramiques grecques du V-IVème siècle avant J.-C. et de la rareté des vases attiques, la typologie des tombes et la manufacture des pièces métalliques découvertes font pencher pour une datation comprise entre le VIIe et les débuts du Vème siècle avant J.-C. \n", "interet": "Lieux d’enterrement des morts qui nous renseignent sur la carte de peuplement des territoires et sur la vie des peuples du passé, leurs croyances, leurs traditions, leurs pratiques et leur culture,  la nécropole mégalithique d’Ain Dalia, à l’instar d’une dizaine d’autres nécropoles mégalithiques trouvés dans différents endroit de la péninsule tingitane, constituent aujourd’hui des témoins d’histoire qui nous permettent de restituer le mode d’occupation et d’exploitation des sols pendant ces  périodes lointaines de l’histoire, elles nous rapprochent également des modes de vie et surtout des croyances, des traditions, des rites, des mœurs et des pratiques funéraires qui accompagnaient les enterrements de nos ancêtres et des autres peuplades qui se sont établis dans cette région durant les périodes anciennes.\n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -649468.083249309798703, 4254380.945926601998508 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 39, "id": 43.0, "name": "Port de Martil", "x": -5.2745867469926058, "y": 35.615412530681155, "typologie": "Un fort militaire", "statut": "Statut patrimonial\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Borj martil.png", "situation": "Le fort se situe sur la vive gauche de L'Oued martil près de son embouchure qui a servi dans l'histoire de débacadaire", "date_dec": "Le monument est resté debout jusqu'à présent", "descriptio": "Il s'agit d'un fort de forme carré construit sur une base pleine dont la hauteur dépasse 2 m pour éviter son émersion pendant les crue. Le fort dont on accède par un escalier suspendu se compose de deux niveaux habitables: le premier con", "histoire": "", "interet": "" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -587164.310820166138001, 4247830.952795961871743 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 40, "id": 42.0, "name": "La Kasba de Chefchaouen", "x": -5.2619032770858016, "y": 35.168691846073578, "typologie": "Kasba poste médiévale ( Résidence et siège du pouvoir politique et administratif  de la vi", "statut": "Considérée comme le monument phare de la ville, la Kasba fut classée monument historique en 1997\n", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\KASBA CHEFCH.png", "situation": "Centre de résidence du pouvoir politique et administratif de la ville historique de Chefchaouen, la Kasba occupe un emplacement névralgique sur un promontoire élevé de la place Outa el Hammam d’où elle dominait l’ensemble urbain et sa périphérie", "date_dec": "Ayant subit des grandes dégradations qui ont défiguré sa morphologie architecturale, cette Kasba est restée tout même vivante et fonctionnelle d’une manière continue depuis sa création à la fin du XVème siècle jusqu’à présent.\n", "descriptio": "De plan rectangulaire de 70m par 50m, la Kasba s’étend  sur une superficie de plus de 3.700m² partagée entre un espace jardin et un espace bâti. Conçue pour assurer paix et sécurité à ses résidents, la Kasba était séparée de la médina par une épaisse et puissante muraille construite en pisé que flanquaient dix tours carrées que reliait un chemin de ronde suspendu. Préoccupé par les menaces portugaises , Moulay Ibrahim, fils du fondateur de la ville, renforça la sécurité de la Kasba par la construction , au début du XVIème siècle, d’une onzième tour ( Torre del Homenaje) plus grande et plus haute pour contrôler les alentours de la ville.\nDès sa construction, la kasba était dotée des espaces et locaux qui procuraient à ses résidents confort, sécurité et jouissance dont:\nPalais ou Dar Al Imara de Moulay Ali Ben Rached et ses successeurs (876-961H/1471-1561); \nUne mosquée réservée au Prince;\nOnze tours, on cite la Grande Tour (tour portugaise); \nJardin de style andalou, d’une superficie de 2300m², \nUne écurie pour les chevaux; \nBercail; \nPrison.\n", "histoire": "L’histoire de la Kasba de Chefchaouen se confond avec celle de la ville elle-même dont la fondation remonte à la fin du XVème siècle.  La construction de cette Kasba comme celle de la ville fut l’œuvre du Charif Moussa Ben Rachid al Alami qui, en s’imposant comme Emir de guerre sainte contre le mouvement expansionniste  portugais, entama , en 1471-72, la construction de cette Kasba qui constitua à la fois la résidence et siège du pouvoir militaire et politique de la ville ribat de Chefchaouen et centre névralgique du mouvement du Jihad initié et patronné par les Banou Rachid de Chefchaouen et dont l’ère d’intervention comprenait toute la zone comprise les enclaves portugaises de Sebta, Tanger, Ksar Seghir, Assilah d’une part les territoires indépendants de Chefchaouen, Larache et Ksar al Kebir,d’autre part.\nErigées à des fins de jihad, la Kasba et la ville de Chefchaouen devinrent rapidement le siège d'une véritable principauté, dotée d'un pouvoir politique autonome dont l'influence débordait les limites de la zone rifaine. L’histoire de la Kasba de Chefchaouen est particulièrement liée à la vie et l’Histoire de Saydda al Horra princesse de Chefchaouen dont la mémoire collective en dresse un portrait fascinant comme règne de Tétouan et patronne de guerre sainte.\n", "interet": "Témoignant de la belle histoire de la ville de Chefchaouen, la Kasba constitue aujourd’hui un repère visuel et urbain d’une grande importance dans le paysage urbain de la  médina, elle forme avec son jardin andalou et la place emblématique d’ Outa al-  hammam l’attraction touristique la plus prisée de la ville. \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -585752.39340864890255, 4186829.388143794145435 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 41, "id": 31.0, "name": "Site de Kach Kouch", "x": -5.1626136756641836, "y": 35.385302762647726, "typologie": "Etablissement d’habitat d’origine protohistorique", "statut": "Non protégée", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\SITE DE KACHKOUCH.png", "situation": "Le site occupe une colline sur la rive gauche de l’Oued Laou à 9 km de la côte méditerranéenne sur la route qui relie l’Oued Laou à Talambote et Chefchaouen à proximité du village Chrouda ( voir carte)\n", "date_dec": "Le site fut découvert durant la mission de  prospection effectuée par une équipe maroco-espagnole en 1988  pour qu’il fasse objet des premières fouilles d’identification et de reconnaissance en 1992\n", "descriptio": "Il s’agit d’un établissement d’origine protohistorique autochtone qui, selon les archéologues, s’étend sur une superficie de quelques 5000 m² et composé d’un secteur d’habitat englobant un hameau de cabanes construites en terre et en branches soutenues par des poteaux en bois également. D’autre part le site a livré un matériel archéologique parmi lequel se trouve de la céramique modelée autochtone à Graffito, de la céramique phénicienne et quelques pièces métalliques en cuivre, bronze et en fer dont l’interprétation a pousser les archéologues à penser que le village le  village était occupé par une communauté locale pratiquant un mode de vie agropastoral, à une époque indéterminée entre la fin du VIIIème et le début du VIème s. av. J.-C , une époque qui correspond à l’arrivée des premiers Phéniciens sur les côtes marocaines.\n", "histoire": "Selon les archéologues, la fondation de Kach Kouch était, comme laissent suggérer sa localisation, sur la seule voie d’accès de la côte vers l’intérieur, la présence précoce d’amphores de tradition phénicienne en relation avec l’arrivée des marins Phéniciens sur les côtes marocaines. La présence en abondance de ces amphores de tradition phénicienne fabriquées localement suppose que la communauté qui vivait à Kach Kouch entretenait des relations d’échange avec les Phéniciens mais pas seulement d’un centre d’import mais aussi d’export des produits agricoles locaux tel que l’huile d’olive, le vin et le blé, il pourrait aussi s’agir d’un  centre qui jouait un  rôle d’intermédiaire commercial   entre les Phénicien et les autres villages de cette région", "interet": "Le site de Kach Kouc revêt un intérêt culturel et archéologique très grand, il représente un repère supplémentaire  pour la connaissance  de cette longue période historique qui sépare la fin des périodes préhistoriques et la période historique qui commence avec l’arrivée des premiers marins phéniciens sur les côtes marocaines. Situé à proximité du centre des  Frane Ali connu pour sa production de poterie traditionnelle caractéristique de cette région et non loin des gorges de Talamote et du site naturel d’Akchour connu pour ses cascades aux limpides et sa végétation verdoyante, le site archéologique de Kach Kouch permet d’associer voyage dans l’histoire ancienne, apprentissage, amusement et dépaysement" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -574699.525537327397615, 4216366.313669811934233 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 42, "id": 19.0, "name": "Azib Slaoui", "x": -5.9425959391271803, "y": 35.033020587294693, "typologie": "Un ensemble de structures archéologiques d’origine différente\n", "statut": "Le site est  répertorié dans la carte archéologique de la région, mais il ne bénéficie d'aucune protection juridique spécifique", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Azib slaoui.png", "situation": "Les vestiges s’identifiant avec l’agglomération de Azib Slaoui se situent à 24 km au sud-est de Lixus et à km 5,5 au nord-ouest de la ville d'el Qsar el Kbir dans l’actuelle commune d’Aoulad Ouchih, province de Larache ( voir carte)", "date_dec": "Le site fut identifé dans le cadre des prosoections archéologiques concernant le territoire de Lixus", "descriptio": "Il est difficile dans l’état de nos connaissances d’aujourd'hui de cerner la configuration urbaine et topographique de cette agglomération dont l’occupation semble s’étaler sur une longue période  allant du néolithique au moyen âge. Situé dans une zone agricole inondable, le site n’est identifiable et reconnaissable qu’à travers des traces au ras de sol et surtout par le matériel archéologique présent sur la surface ou qui a été exhumé dans les sondages pratiqués par le archéologues. S’agissant probablement d’une agglomération médiévale qui fut construite sur les vestiges d’une implantation antique phénico-punique et romaine, les vestiges dégagées correspondent à des fours et des murs de maisons d’époque médiévale, des traces de constructions antiques et des Tumuli qui renfermes des tombes mégalithiques remontant à la protohistoire ou à la haute antiquité.\nNe présentant aucun monument visuellement appréciable,  le site a, par contre, livré un matériel archéologique riche et diversifié qui atteste de l’importance urbaine et du rôle qu’a du jouer cette agglomération dans le transfert et la diffusion de certaines pratiques culturelles du littoral vers l’intérieur des terres.\n", "histoire": "Les résultats des prospection et des sondages archéologiques réalisés dans le site de Azib Saloui ainsi que l’étude analytique et comparative du matériel archéologique ramassé ou dégagé dans site ont poussé les archéologues à promouvoir l’épenthèse d’une occupation permanente du site depuis au moins la protohistoire jusqu’aux XIIIème –XIVème siècles avec des moments de ruptures, de décadence  et probablement d’abandon qui restent à  analyser.\nN’ayant pas encore fait objet d’une analyse profonde et surtout de fouilles archéologiques systématiques qui seules peuvent nous renseigner sur l’histoire, la nature et l’importance urbaine et topographique de ce site, les archéologues avancent que l’agglomération de Azib Slaoui, dont le nom propre nous échappe toujours, était un point satellitaire autours de la ville emblématique de Lixus, son importance était surtout liée à sa position géographique au bord même de l’Oued de Loukkkos qui, assurent les archéologues, était navigable depuis l’antiquité jusqu’au moyen âge, assurant l’agglomération d’Azib Slaoui  d'une part un contact avec l'intérieur des terres et d'autre part une liaison directe avec la mer.\n", "interet": "Avoisinant le site mémorial où s’est déroulée la fameuse batille d’Oued Al Makhazine dans un territoire abritant des dizaines de sites archéologiques et de villes historiques de grande importance, le site archéologique de Azib Saloui, de par qu’il constitue une réserve archéologique très importante pour la recherche archéologique au Maroc, participe à la mise en valeur archéologique et historique de cette région, il permet la connaissance du peuplement de la vallée de Loukkos à l’époque antique et surtout à la valorisation du rôle historique d’Oued Loukkos dans les évènements qu’ a connus cette région à travers son histoire.  \n" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -661526.753933812957257, 4168369.415892936754972 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 43, "id": 45.0, "name": "Azouna Seghira", "x": -5.9332027214041858, "y": 35.038384346955603, "typologie": "Tyoplogie\nUn tumulus protohistorique", "statut": "Statut patrimonial\nSite identifié et répertorié mais il ne béneficie d'aucune protection juridique s", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\drapeau.png", "situation": "Localisation\nLe tumulus se trouve dans la commune de Oulad Ouchih tout près du site archéologique d'Azib Slaoui et à quelques mètres seulement du tumulus de Azouna Lakbira", "date_dec": "Date de découverte\nDans la même année que Azouna Lakbira soit en 2002", "descriptio": "Description\nSimilaire au tumulus de Azouna Lakbira dont elle est jumelle", "histoire": "Historique et datation\nCe tumulus date de la même époque de celui de Azouna Lakbira", "interet": "Intérêt culturel et touristique\nDe la même façon que Azouna Lakbira, ce tumulus possède un intérêt archéologique, territorial et touristique pour la région" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -660481.105719978921115, 4169098.647724326699972 ] ] } },
{ "type": "Feature", "properties": { "ogc_fid": 44, "id": 44.0, "name": "Azouna L'Kbira", "x": -5.9334018708965459, "y": 35.041969037818085, "typologie": "\nTimulus mégalithique protohistorique", "statut": "\nLe site est répertorié et inventorié, mais il ne bénéficie d'aucune protection ju", "image": "C:\\Users\\Larbi\\Desktop\\Photos de la carte\\Azouna Kebira.png", "situation": "\nLe site se trouve sur les premières hauteurs qui dominent la plaine du Loukkos à l'est, à environ 5 km au nord-ouest de la ville d'el Qsar el Kébir et 1 500 m à vol d'oiseau au nord-est du site d'Azib Slaoui.", "date_dec": "\nLe tumulus d'Azzouna Lakbira  a été découvert le 7 mai 2002, dans le cadre du \"Programme Thématique d'Appui à la Recherche Scientifique\" du Ministère de l'Enseignement Supérieur, de la Recherche Scientifique et de la Fo", "descriptio": "Le site se trouve sur les premières hauteurs qui dominent la plaine du Loukkos à l'est, à environ 5 km au nord-ouest de la ville d'el Qsar el Kébir et 1 500 m à vol d'oiseau au nord-est du site d'Azib Slaoui. A 400 m environ au sud se trouve un autre tumulus appelé Azzouna es-Sghira2 \nIl s'agit d'un monticule qui avait servi à implanter le signal marquant le point géodésique de la cote 52 et depuis lequel on peut apercevoir l'embouchure de l'oued Loukkos et le site de Lixus au nord, le village d'Arbaoua au sud-ouest, et le débouché de l'oued Loukkos dans la plaine au sud ; à l'est il fait face aux premiers contreforts du pré-riF \n", "histoire": "Le tumulus d'Azzouna Lakbira, situé au voisinge du site d'Azib Slaoui, fait partie d'une série de tertres inédits découverts au cours des prospections réalisées dans le bassin du Loukkos. La fouille dont il a récemment fait l'objet a mis au jour une tombe à inhumation individuelle. Les éléments architecturaux ainsi que le mobilier et le rituel funéraires permettent d'inscrire ce tumulus dans la série des monuments funéraires antiques connus dans le Nord du Maroc et datés, d'après les données archéologiques, entre le 6e et le 2e s. avant J.-C.", "interet": "\nLe site participe avec les autres sites de cette région à la mise en valeur historique du territoire, il témoigne de l'histoire de peupelemnts de cette région pendant l'arrivée des premiers marins phéniciens sur les côtes du Maroc" }, "geometry": { "type": "MultiPoint", "coordinates": [ [ -660503.274940060102381, 4169586.032317883800715 ] ] } }
]
}
